{
    "en": {
        "mhrhelper": "MHRHelper",
        "species": "Species",
        "list": "List",
        "description": "Description",
        "description_detail": "Detail",
        "reference": "Reference",
        "note": "Note",
        "type": "Type",
        "trait": "Trait",
        "dataType": {
            "large_monsters": "Large Monsters",
            "small_monsters": "Small Monsters",
            "endemic_lifes": "Endemic Lifes",
            "weapons": "Weapons"
        },
        "monster": {
            "name": {
                "great_izuchi": "Great Izuchi",
                "arzuros": "Arzuros",
                "rathian": "Rathian",
                "mizutsune": "Mizutsune",
                "tetranadon": "Tetranadon",
                "aknosom": "Aknosom",
                "somnacanth": "Somnacanth",
                "khezu": "Khezu",
                "royal_ludroth": "Royal Ludroth",
                "rathalos": "Rathalos",
                "pukei-pukei": "Pukei-Pukei",
                "kulu-ya-ku": "Kulu-Ya-Ku",
                "tobi-kadachi": "Tobi-Kadachi",
                "anjanath": "Anjanath",
                "jyuratodus": "Jyuratodus",
                "great_wroggi": "Great Wroggi",
                "bishaten": "Bishaten",
                "magnamalo": "Magnamalo",
                "goss_harag": "Goss Harag",
                "great_baggi": "Great Baggi",
                "lagombi": "Lagombi",
                "barioth": "Barioth",
                "tigrex": "Tigrex",
                "barroth": "Barroth",
                "nargacuga": "Nargacuga",
                "volvidon": "Volvidon",
                "basarios": "Basarios",
                "zinogre": "Zinogre",
                "rakna-kadaki": "Rakna-Kadaki",
                "diablos": "Diablos",
                "rajang": "Rajang",
                "almudron": "Almudron",
                "wind_serpent_ibushi": "Wind Serpent Ibushi",
                "thunder_serpent_narwa": "Thunder Serpent Narwa",
                "chameleos": "Chameleos",
                "apex_rathian": "Apex Rathian",
                "apex_mizutsune": "Apex Mizutsune",
                "apex_arzuros": "Apex Arzuros"
            },
            "species": {
                "all": "All",
                "bird_wyvern": "Bird Wyvern",
                "fanged_beast": "Fanged Beast",
                "flying_wryven": "Flying Wryven",
                "leviathan": "Leviathan",
                "amphibian": "Amphibian",
                "fanged_wyvern": "Fanged Wyvern",
                "brute_wyvern": "Brute Wyvern",
                "piscine_wyvern": "Piscine Wyvern",
                "temnoceran": "Temnoceran",
                "neopteron": "Neopteron",
                "herbivore": "Herbivore",
                "lynian": "Lynian",
                "fish": "Fish",
                "snake_wyvern": "Snake Wyvern",
                "elder_dragon": "Elder Dragon"
            },
            "trait": {
                "roar": "roar",
                "wind": "wind",
                "tremor": "tremor",
                "element": "element",
                "aliment": "aliment"
            },
            "weakness": {
                "cut": "cut",
                "blunt": "blunt",
                "ammo": "ammo",
                "weapon": "Weapon Weakness",
                "element": "Element Weakness",
                "aliment": "Aliment Weakness",
                "item": "Items Effectness",
                "items": {
                    "pitfalltrap": "pitfalltrap",
                    "shocktrap": "shocktrap",
                    "flashpod": "flashpod",
                    "screamerpod": "screamerpod"
                }
            },
            "part": "Part",
            "state": "State",
            "hitdata": "Hit Data (previous ver.)",
            "riding_moves": "Riding Attacks",
            "battlestrategy": "Battle Strategy",
            "moves": "Attack Patterns",
            "move": {
                "moveshint": "(Click to see informations)",
                "preaction": "Pre-action",
                "action": "Action",
                "recovery": "Recovery",
                "note": "Note"
            }
        },
        "small_monster": {
            "name": {
                "altaroth": "Altaroth",
                "anteka": "Anteka",
                "baggi": "Baggi",
                "bnahabra": "Bnahabra",
                "bombadgy": "Bombadgy",
                "bullfango": "Bullfango",
                "felyne": "Felyne",
                "gajau": "Gajau",
                "gargwa": "Gargwa",
                "izuchi": "Izuchi",
                "jagras": "Jagras",
                "kelbi": "Kelbi",
                "melynx": "Melynx",
                "remobra": "Remobra",
                "wroggi": "Wroggi",
                "popo": "Popo",
                "slagtoth": "Slagtoth",
                "zamite": "Zamite",
                "kestodon": "Kestodon",
                "jaggi": "Jaggi",
                "jaggia": "Jaggia",
                "rachnoid": "Rachnoid",
                "delex": "Delex",
                "ludroth": "Ludroth",
                "rhenoplos": "Rhenoplos",
                "uroktor": "Uroktor"
            }
        },
        "element": {
            "fire": "fire",
            "water": "water",
            "thunder": "thunder",
            "ice": "ice",
            "dragon": "dragon"
        },
        "aliment": {
            "poison": "poison",
            "sleep": "sleep",
            "paralysis": "paralysis",
            "blast": "blast",
            "stun": "stun"
        },
        "endemics": {
            "name": {
                "red_spiribird": "Red Spiribird",
                "orange_spiribird": "Orange Spiribird",
                "green_spiribird": "Green Spiribird",
                "yellow_spiribird": "Yellow Spiribird",
                "poisontoad": "Poisontoad",
                "blastoad": "Blastoad",
                "firebeetle": "Firebeetle",
                "mudbeetle": "Mudbeetle",
                "thunderbeetle": "Thunderbeetle",
                "snowbeetle": "Snowbeetle",
                "stinkmink": "Stinkmink",
                "escuregot": "Escuregot",
                "puppet_spider": "Puppet Spider",
                "wailnard": "Wailnard",
                "trapbugs": "Trapbugs",
                "antidobra": "Antidobra",
                "brewhare": "Brewhare",
                "wirebug": "Wirebug",
                "vigorwasp": "Vigorwasp",
                "clothfly": "Clothfly",
                "butterflame": "Butterflame",
                "peepersects": "Peepersects",
                "cutterfly": "Cutterfly",
                "flashfly": "Flashfly",
                "rock_lizard": "Rock Lizard",
                "boulder_lizard": "Boulder Lizard",
                "scale_lizard": "Scale Lizard",
                "great_wirebug": "Great Wirebug",
                "golden_spiribug": "Golden Spiribug",
                "tricktoad": "Tricktoad",
                "giganha": "Giganha"
            },
            "type": {
                "permabuffer": "Permabuffer",
                "hunting_helper": "Hunting Helper",
                "temp_buffer": "Temp Buffer",
                "ensnaring_life": "Ensnaring Life",
                "crafty_creature": "Crafty Creature",
                "other": "Other"
            },
            "attribute": {
                "buff": "Buff",
                "effect": "Special Effect",
                "trap_duration": "Trap Duration",
                "effect_duration": "Effect Duration",
                "placement_duration": "Placement Duration",
                "deal_damage": "Deal Damage"
            },
            "map_locations": "Map Locations",
            "video": "Video",
            "video_reference": "Source: <a href='https://forum.gamer.com.tw/C.php?bsn=5786&snA=158908'> 環境生物整理<a>，Thanks jimmerican55(馬雲巴巴) for providing video."
        },
        "weapons": {
            "name": {
                "great_sword": "Great Sword",
                "long_sword": "Long Sword",
                "sword_and_shield": "Sword & Shield",
                "dual_blades": "Dual Blades",
                "hammer": "Hammer",
                "hunting_horn": "Hunting Horn",
                "lance": "Lance",
                "gunlance": "Gunlance",
                "switch_axe": "Switch Axe",
                "charge_blade": "Charge Blade",
                "insect_glaive": "Insect Glaive",
                "light_bowgun": "Light Bowgun",
                "heavy_bowgun": "Heavy Bowgun",
                "bow": "Bow"
            }
        },
        "map": {
            "name": {
                "shrine_ruins": "Shrine Ruins"
            }
        },
        "data": {
            "large_monsters": {
                "great_izuchi": {
                    "description": "The alpha Izuchi of its pack, identified by its larger build, upended white fur and scythe-like tail. A Great Izuchi forms a herd of many smaller Izuchi and selects two from the group to accompany it on territory patrols. Once it spots prey or senses danger, the Great Izuchi issues commands to their fellow Izuchi, and coordinates their movements. Take care that you don't get overwhelmed."
                },
                "arzuros": {
                    "description": "Beasts known to dwell in humid forests and mountain regions. Though known more for fishing and standing upright to collect honey, their thick claws and heavy forearm plating allow them to deliver powerful blows to any aggressor."
                },
                "rathian": {
                    "description": "Fire-breathing female wyverns, also known as the 'Queens of the Land.' With powerful legs and poison-secreting tails, they hunt mainly on the ground. Sometimes seen preying as a couple, Rathian and Rathalos cooperate well."
                },
                "mizutsune": {
                    "description": "Mizutsune can secrete a peculiar foam that allows it to slide along the ground as it attacks its prey. It is as graceful as it is deadly."
                },
                "tetranadon": {
                    "description": "An Amphibian easily recognized by its gigantic, rotund body. It is extremely gluttonous and swallows everything that moves whole, gravel and all. Once it's done eating, its stomach swells and it becomes slower, but its attacks also become heavier and much more destructive."
                },
                "aknosom": {
                    "description": "When this huge Bird Wyvern stands on one leg, its peculiar collar gives it the appearance of a monstrous parasol. It is fiercely territorial, and whenever it finds intruders, it spreads its wings and unfolds the eye-like crest on its head to terrifying effect."
                },
                "somnacanth": {
                    "description": "A formidable aquatic serpent that crests on moonlit nights—likely why it has often been mistaken for a mermaid. Despite its appearance, it is extremely aggressive, and tolerates no trespassers on its turf. It expels an intoxicating sleep powder from an organ on its neck, knocking out prey before it can resist."
                },
                "khezu": {
                    "description": "The creepy Flying Wyvern returns to once again strike fear into the hearts of many a hunter. Its long, elastic neck stretching out while it clings to a wall or the ceiling is a sight straight out of a nightmare. Make sure you do not get overwhelmed by its horrific appearance."
                },
                "royal_ludroth": {
                    "description": "A larger male form of the regular Ludroth. Royal Ludroth use their sponge-like mane to absorb water and keep from drying out on land. Once the sponge loses moisture, they will seek out water to recover. They also spew mucus to trip up their prey."
                },
                "rathalos": {
                    "description": "The biggest representative of the Monster Hunter series. It descends on invaders from the sky, attacking with poison claws. Be especially careful of its fiery breath!"
                },
                "pukei-pukei": {
                    "description": "A flying wyvern known to possess poisonous toxins in its body. It's been spotted storing scatternuts in its mouth or tail, coating them with poison and spitting them out at threats."
                },
                "kulu-ya-ku": {
                    "description": "An odd Bird Wyvern that has developed limbs capable of carrying weapons. It's been spotted stealing eggs from nests found in the Ancient Forest and Wildspire Waste. (Description from MHW)"
                },
                "tobi-kadachi": {
                    "description": "A Fanged Wyvern that flies among the trees of the Ancient Forest. Its penchant to brush against the ground and the trees as it moves around builds up static electricity within its fur. (Description from MHW)"
                },
                "anjanath": {
                    "description": "The Anjanath patrols the Ancient Forest looking for its favorite meal, Aptonoth. This belligerent monster will attack anything without the slightest provocation. (Description from MHW)"
                },
                "jyuratodus": {
                    "description": "A large Piscine Wyvern that inhabits the swamps of the Wildspire Waste. It uses mud to capture prey, and it's known to battle other monsters over territory. (Description from MHW)"
                },
                "great_wroggi": {
                    "description": "A larger form of the regular Wroggi. Wroggi are bird wyverns that travel in packs that are led by the largest and most toxic member. Be careful when one raises its head and its poison sac expands—that signals that it's about to spit a cloud of poisonous mist."
                },
                "bishaten": {
                    "description": "A monster with a distinctive tail. While it is omnivorous, it has a preference for fruit, and keeps various fruits with all kinds of effects in its belly pouch. An incredibly curious beast, it enjoys playing tricks on people, and has been seen to bat fruit at its prey using its tail."
                },
                "magnamalo": {
                    "description": "Magnamalo is the flagship monster of Monster Hunter Rise (MHRise). Its face exudes a fearsome malice, and its hide is as tough as armor, as if it were the physical manifestation of the grudges of fallen warriors. The purple gas that rises from its body when it eats other monsters is called 'Hellfire', and it makes Magnamalo's already ferocious attacks even more destructive."
                },
                "goss_harag": {
                    "description": "A Fanged Beast roaming snowy plains in search of prey. Its body is covered in fur so thick it keeps out the harsh frost. It can inhale the cold air to freeze its own bodily fluids and then spit them out to create icy blades on its arms. When riled up, it turns red and becomes exceedingly dangerous."
                },
                "great_baggi": {
                    "description": "The crafty Bird Wyvern returns with it characteristic ability to stun prey with a tranquilizing fluid. Noted for its projecting cranial crests and bluish-white skin that's adapted to snowy climates. It craftily commands other Baggi to surround their prey before instigating an all-out attack."
                },
                "lagombi": {
                    "description": "Lagombi returns after his most recent appearance in Monster Hunter Generations. A fanged beast whose warm pelt and thick layers of fat help it survive in cold climates. It has exceptional hearing as well. It can glide swiftly on ice to sneak up on prey."
                },
                "barioth": {
                    "description": "The Wyvern that rules the eternally frozen tundra is back again with freshly-sharpened fangs. It uses its forelegs, tail and spiked scales to traverse the slippery ice with ease."
                },
                "tigrex": {
                    "description": "A Flying Wyvern whose primitive origins are obvious. It displays incredible ferocity with its claws, jaws, and developed limbs. Be wary of its thunderous roar!"
                },
                "barroth": {},
                "nargacuga": {},
                "volvidon": {},
                "basarios": {},
                "zinogre": {},
                "rakna-kadaki": {}
            },
            "endemic_lifes": {
                "vigorwasp": {
                    "name": "Vigorwasp",
                    "description": "An insect that collects a restorative nectar andstores it in a sac. When struck, the sac releasesa healing mist that's sure to be useful for huntersin a pinch."
                },
                "paratoad": {
                    "name": "Paratoad",
                    "description": "A large toad with a distinct yellow body.It stores a paralyzing gas that, when emitted,is powerful enough to incapacitate evenlarge monsters. Kamura hunters are quitefamiliar with this creature as they are oftenutilized for traps."
                },
                "sleeptoad": {
                    "name": "Sleeptoad",
                    "description": "A large toad with a distinct blue body.It stores a soporific gas that, when emitted,is powerful enough to knock out even largemonsters. Using it in conjunction witha Bomb Barrel on a sleeping monster makesfor a powerful all-out attack, provided you getthe timing right."
                },
                "blastoad": {
                    "name": "Blastoad",
                    "description": "A large toad with a distinct red body.It stores an explosive gas that, when emittedand mixed with the air, can cause an explosionpowerful enough to topple even largemonsters."
                },
                "poisontoad": {
                    "name": "Poisontoad",
                    "description": "A large toad with a distinct purple body.It stores a poisonous gas that, when emitted,is powerful enough to instantly poison anythingthat it comes in contact with, even large monsters."
                },
                "lanternbug": {
                    "name": "Lanternbug",
                    "description": "A glowing caterpillar that secretes a stickyfluid to attach leaves or wood to its body,making it look larger. This body fluid ishighly volatile, and applying shock to itwill cause it to explode in self-defense.When worn, it detonates when struck,mitigating some damage to the wearer."
                },
                "aurortle": {
                    "name": "Aurortle",
                    "description": "A large tortoise with an anthill on its back.If you capture it, the anthill absorbs damagefor you when you take a fatal blow. Aurortlesand the ants that reside in the anthill havea symbiotic relationship where the antsprotect the shell with their hill, in exchangefor the tortoise's food scraps and excrement."
                },
                "clothfly": {
                    "name": "Clothfly",
                    "description": "A butterfly with long wings. In flight, it lookslike a flowing piece of cloth, giving it its name.When struck, it scatters a dust cloud andflees. The dust has a tightening effect onhuman skin making it more resistant toinjury."
                },
                "antidobra": {
                    "name": "Antidobra",
                    "description": "A snake with an unusually developedneck region. Its body is filled with anantidote that works on various poisons.When a hunter absorbs it, ailments arehealed, and resistance is heightenedtemporarily. The pattern on the back ofits head resembles a scary human face.Despite its size, it has a timid nature."
                },
                "wirebug": {
                    "name": "Wirebug",
                    "description": "A beetle native to the Kamura area. The term Wirebuggenerally refers to the females of the species. It iscapable of producing a super-strong silk colloquiallyknown as Ironsilk, which it uses to carry materials tobuild its nest. For ages, the villagers of Kamurahave trained Wirebugs to make use of their mobility.It's skittish when feral, but quite obedient oncetrained. Loves Jewel Lilies."
                },
                "red_spiribird": {
                    "name": "Red Spiribird",
                    "description": "A small bird that glows a faint red. This glowcomes from pollen that accumulates on itsbody while drinking nectar. Many mistakethis glow for a human soul, hence the name.Petalaces become fragrant and gain anattack boost when imbued with this pollen."
                },
                "orange_spiribird": {
                    "name": "Orange Spiribird",
                    "description": "A small bird that glows a faint orange. Thisglow comes from pollen that accumulateson its body while drinking nectar. Manymistake this glow for a human soul, hencethe name. Petalaces become fragrant andgain a defense boost when imbued withthis pollen."
                },
                "green_spiribird": {
                    "name": "Green Spiribird",
                    "description": "A small bird that glows a faint green. Thisglow comes from pollen that accumulateson its body while drinking nectar. Manymistake this glow for a human soul, hencethe name. Petalaces become fragrant andgain a health boost when imbued with thispollen."
                },
                "yellow_spiribird": {
                    "name": "Yellow Spiribird",
                    "description": "A small bird that glows a faint yellow. Thisglow comes from pollen that accumulateson its body while drinking nectar. Manymistake this glow for a human soul, hencethe name. Petalaces become fragrant andgain a stamina boost when imbued withthis pollen."
                },
                "prism_spiribird": {
                    "name": "Prism Spiribird",
                    "description": "A small bird that glows a spectrum of colors.This glow comes from pollen that accumulateson its body while drinking nectar. Many mistakethis glow for a human soul, hence the name.Petalaces become fragrant and gain maximizedabilities when imbued with this pollen."
                },
                "mudbeetle": {
                    "name": "Mudbeetle",
                    "description": "A tiny beetle that pushes around a mud ballwith its hind legs. The mud ball has waterproperties, and throwing it at a target willinflict it with waterblight. The water elementmakes the mud ball seem wet all the time."
                },
                "thunderbeetle": {
                    "name": "Thunderbeetle",
                    "description": "A tiny beetle that pushes around a dirt ballwith its hind legs. The dirt ball has thunderproperties, and throwing it at a target willinflict it with thunderblight. No one seemsto understand why the dirt ball has theseproperties."
                },
                "snowbeetle": {
                    "name": "Snowbeetle",
                    "description": "A tiny beetle that pushes around a snowballwith its hind legs. The snowball has ice proper-ties, and throwing it at a target will inflict it withiceblight. The snowballs are so cold that you'llget frostbite if you hold them for too long."
                },
                "firebeetle": {
                    "name": "Firebeetle",
                    "description": "A tiny beetle that pushes around a lavarock with its hind legs. The lava rock itpushes has fire properties, and throwingit at a target will inflict it with fireblight.The lava rocks may feel warm to hold,but hold them too long and you mayget burned."
                },
                "flashfly": {
                    "name": "Flashfly",
                    "description": "Winged insects that emit a bright light when struck.To survive, Flashflies live together in a swarm andhave a defense mechanism that allows them to emita blinding flash if threatened, giving them time toflee to safety. The flash is so bright that it's possibleto cause a large monster to flinch. Once the threathas disappeared the swarm will gather together again."
                },
                "rock_lizard": {
                    "name": "Rock Lizard",
                    "description": "A small lizard that lives in various locales. Toprotect itself from predators, Rock Lizards willattach minerals to their body in order to blendin with their surroundings. If attacked, they willshed these minerals and escape. They arepopular among hunters as the mineralshave many uses."
                },
                "boulder_lizard": {
                    "name": "Boulder Lizard",
                    "description": "A relative of the Rock Lizard, these lizardscan also be found in a number of locales.And like the Rock Lizard, it also attachesa variety of minerals to its body to protectitself. However, these minerals are typicallyharder than those found on Rock Lizardsand are more sought after by hunters."
                },
                "scale_lizard": {
                    "name": "Scale Lizard",
                    "description": "Relatives of the Rock Lizard, these lizards canalso be found in a number of locales. Unlike theRock Lizard, they don't attach minerals to theirbodiesâ€”instead, they tend to use monster scalesand claws. Scale Lizards are extremely rare asthey inhabit areas seldom traveled. They areprized by hunters as the materials they dropfetch a high price."
                },
                "stinkmink": {
                    "name": "Stinkmink",
                    "description": "A weasel with distinct snow-white fur that islight and warm. When threatened, it emitsa type of pheromone from the scent glandsnear the base of its tail in the form of a smoke-like cloud. It uses its tail to spread the cloudin an attempt to attract any monster nearby.If a monster is successfully lured to itslocation, it'll use this chance to escape."
                },
                "escuregot": {
                    "name": "Escuregot",
                    "description": "A large snail with a green shell. It stores fluidswith healing properties in its body, consuming themwhen food is scarce. When attacked, it emits a typeof mist from its shell to blind its attacker. Immuneto the mist's blinding effects, they are often usedby hunters out in the field as a means to heal."
                },
                "puppet_spider": {
                    "name": "Puppet Spider",
                    "description": "A spider with a distinct yellow-spotted pattern.It shoots out a sticky web from its abdomenthat is robust enough to restrain monsters.When feeding or fleeing from enemies, it usesstrings of web to immobilize its target. Whenfeeding in particular, this behavior is reminiscentof a puppeteer manipulating a marionette, whichis how its name came about."
                },
                "wailnard": {
                    "name": "Wailnard",
                    "description": "A pheasant with a giant red vocal sac.It sounds like a crying child, which it usesto attract large monsters that will, in turn,distract its predators. Hunters capture and useWailnards to lure large monsters to their vicinity.It is a usually docile creature that spends mostof its time in hiding. Despite its wings, it's notvery good at flying."
                },
                "great_wirebug": {
                    "name": "Great Wirebug",
                    "description": "A beetle native to the Kamura area. This namerefers to male Wirebugs, so called for their larger,more powerful bodies. As they are stronger thanfemale Wirebugs, they are often used for long-distance movement, though they are less nimbleand harder to control. They are also far lesscommon than females. Once placed in a patchof Jewel Lilies, it'll never leave."
                },
                "butterflame": {
                    "name": "Butterflame",
                    "description": "A butterfly with crimson wings. In flight,they look like dancing flames and in thepast, were often mistaken for fire or ghosts.When attacked, they release a type of dustbefore fleeing. This dust can temporarily boostattack strength if inhaled."
                },
                "peepersects": {
                    "name": "Peepersects",
                    "description": "A butterfly with spotted yellow wings thatcan be found living in swarms in variouslocales across the region. In the past theywere mistaken for flying eyeballs hence theircreepy name. When attacked, they releasea type of dust before fleeing. This dust cantemporarily boost stamina if inhaled."
                },
                "golden_spiribug": {
                    "name": "Golden Spiribug",
                    "description": "A golden beetle. When in flight, the sound of itswings flapping has a relaxing effect. Its diet mostlyconsists of other tiny insects. The ones that it favorsmost can be found on the plants that Petalaces aremade from. Hunters wearing a Petalace will attractGolden Spiribugs and often return from hunts withtheir Petalace covered in them. A dye made fromthis bug is a famous specialty of Kamura Village."
                },
                "gilded_spiribug": {
                    "name": "Gilded Spiribug",
                    "description": "A gold beetle related to Golden Spiribugs. Thesound of its wings flapping has a relaxing effect.Its diet mostly consists of the tiny insects thatfeed on the plants that Petalaces are made from.Hunters wearing a Petalace will attract GildedSpiribugs and often return from hunts with theirPetalace covered in them. A dye made fromthis bug is a famous specialty of Kamura Village."
                },
                "giganha": {
                    "name": "Giganha",
                    "description": "Carnivorous fish native to the Flooded Forest.Though usually docile, they'll go into a frenzywhen they smell meat. Giganha will attemptto sink their teeth into anything, monstersand hunters alike. Their ravenous behaviorsubsides once they have had their fill, butwill return when hunger sets in."
                },
                "red_lampsquid": {
                    "name": "Red Lampsquid",
                    "description": "A squid that inhabits the Frost Islands,swimming in schools and spitting ink at threats.It emits a phosphorescence the same color asits ink, and can be sighted lighting up the seaslike an underwater lamp, hence its name. Red Lampsquid ink temporarily increasesconcentration, granting the consumer ahigher chance of landing critical strikes."
                },
                "yellow_lampsquid": {
                    "name": "Yellow Lampsquid",
                    "description": "A squid that inhabits the Frost Islands,swimming in schools and spitting ink at threats.It emits a phosphorescence the same color asits ink, and can be sighted lighting up the seaslike an underwater lamp, hence its name. YellowLampsquid ink temporarily dulls the nerves,making the consumer more resistant to pain."
                },
                "green_lampsquid": {
                    "name": "Green Lampsquid",
                    "description": "A squid that inhabits the Frost Islands,swimming in schools and spitting ink at threats.It emits a phosphorescence the same color asits ink, and can be sighted lighting up the seaslike an underwater lamp, hence its name. GreenLampsquid ink has curative properties, healinginjuries and wounds to an extent."
                },
                "golden_lampsquid": {
                    "name": "Golden Lampsquid",
                    "description": "A squid that inhabits the Frost Islands.Unlike other Lampsquid, it swims alone. It owesits aureate glow to its ink, which is known topromote concentration, fortitude, and the healingof any and all wounds. It is so rare that it hasearned the name \"King of the Lampsquid.\""
                },
                "pincercrab": {
                    "name": "Pincercrab",
                    "description": "A hermit crab native to the Sandy Plains.It sticks to cliffs in small groups and eatsplants and smaller creatures there, dirt andall. The consumed dirt accumulates in theshell and is excreted when it's large enough.When attacked, the group goes into highalert, shooting lumps of earth at their attacker."
                },
                "echobat": {
                    "name": "Echobat",
                    "description": "Bats found in Lava Caverns. They live in groupsand eat small flying bugs. Highly territorial, theywill threaten invaders by turning themselves redand releasing scales that act like gunpowder tocause explosions large enough to hurt even largemonsters."
                },
                "snow-faced_fox": {
                    "name": "Snow-faced Fox",
                    "description": "A fox that inhabits the Shrine Ruins. Extremelyrare, it has been seen perched atop the gate leadinginto the Ruins. Its large bushy tail has a unique patternthat gives off the impression that it's split into nineseparate parts, but in reality, it's just one large tail.Despite its majestic appearance, it's quite a playfulcreature."
                },
                "quetzalcobra": {
                    "name": "Quetzalcobra",
                    "description": "A rare snake that inhabits the Flooded Forest.It can fan out its neck, appearing like the wingsof a bird, in a display used to threaten predatorsor attract mates. It secretes a fluid from its mouththat has healing properties. It used to be worshippedby humans, but this practice has disappeared overtime, and now it just lives its enigmatic life free ofall the fuss."
                },
                "monksnail": {
                    "name": "Monksnail",
                    "description": "A gigantic sea snail from the Frost Islands.It hates bright lights, and so remains inthe sea during the day. At night, it surfaceswhere squids and other such potential preygather. It possesses an organ that projectsvarious patterns of light onto its skin.Its eyeball-like glow and colossal silhouetteare the dread of every sailor in the region."
                },
                "regitrice": {
                    "name": "Regitrice",
                    "description": "A rare wingdrake of the Sandy Plains. It usuallynests in caves, but will occasionally emergeto bask in the sun, improving its metabolism.On its head is a comb that looks like a wingedcrown or cape, which, combined with its glitteringscales and languid form, gives it something of aregal air."
                },
                "hellbill": {
                    "name": "Hellbill",
                    "description": "A rare bird found near the crater of the LavaCaverns. Its vibrant red feathers grant it immunityto the dangers of magma. It bathes in lava to burnoff germs and metabolic waste. This spectaclehas resulted in it becoming a symbol of rebirthamong mankind."
                },
                "fortune_owl": {
                    "name": "Fortune Owl",
                    "description": "An auspicious owl of this region, with goldenfeathers on its chest and a cat-like face. Dueto its extreme rarity, it has been a symbol ofwealth since ancient times. Those who encounterit are said to come into great fortune."
                },
                "felicicrow": {
                    "name": "Felicicrow",
                    "description": "A large crow with beautiful blue and black feathers.It possesses a lavish white collar and tail feathersso highly developed that it's able to use them as athird leg. It is said those who can snatch a twigfrom its beak will come into great fortune."
                },
                "trapbugs": {
                    "name": "Trapbugs",
                    "description": "Insects with sharp horns that live in coloniesaffixed to tree branches. If attacked, their hornswill stick out in a defensive position. Their hornsare so tough that they can even pierce the thickhide on the bottom of a monster's foot. They areoften used by hunters as a natural trap or as ameans to slow down or turn away pursuers."
                },
                "brewhare": {
                    "name": "Brewhare",
                    "description": "This round rabbit may appear cute and fluffy,but its furry coat is actually made of mold.By allowing bacteria to grow on it, it gainsan increased amount of nutrition from its food.Simply keeping this rabbit on their person canferment a hunter's food for added nutritionalvalue. As they are clever creatures, they usuallyescape their captors after a period of time."
                },
                "tricktoad": {
                    "name": "Tricktoad",
                    "description": "A frog known primarily for its distinctive red fins.It can puff itself up with pheromones to float likea balloon. Not one to shy away from confrontation,it instead spreads its menacing fins in a show ofintimidation, even against much larger foes, thoughnot always wisely. This show sometimes has theopposite effect, instead attracting predators. Thus,some hunters use it as a decoy, hence the name."
                },
                "cutterfly": {
                    "name": "Cutterfly",
                    "description": "A dragonfly with a sharp red tail that releasespheromones when under threat. During mating season,it rubs its tail on various surfaces to spread thechemical secretion. This action often cuts throughfishing nets. As a result, Cutterflies are shroudedin superstition, particularly amongst fishermen.Breathing in the pheromone grants hunters increasedconcentration for a higher chance at critical hits."
                },
                "gustcrab": {
                    "name": "Gustcrab",
                    "description": "A terrestrial crab with mushrooms on its body.When attacked, it rustles its shell, causing themushrooms to expel spores, which it uses forprotection. It also feeds on insects that areattracted to fungi, forming a mutually beneficialrelationship. The eyeball-like mushrooms on itsback are extremely bitter and not suitable forconsumption."
                }
            },
            "small_monsters": {
                "altaroth": {
                    "name": "Altaroth",
                    "description": "Insects that widely inhabit many areas. They absorb fruit, musrooms, and honey, and then carry them back to their nest. Materials can thus be collected from their swollen abdomens, whose color is related to what they're carrying."
                },
                "bnahabra": {
                    "name": "Bnahabra",
                    "description": "Pervasive flying insects that attack invaders with paralyzing venom and lay eggs in carrion along with a fluid that hastens decomposition. It is best to kill them with poison so that their parts are left ripe for the carving."
                },
                "bombadgy": {
                    "name": "Bombadgy",
                    "description": "An omnivorous small monster with a distinct round shape. Its whole body courses with flammable gas, which it expels in defense when threatened. Once expelled, this gas has explosive properties. This trait has led to Bombadgy being used in combat by many crafty hunters throughout history."
                },
                "bullfango": {
                    "name": "Bullfango",
                    "description": "Large, wild boars with a foul temper. Fertile and wide-ranging, they have been konwn to form large herds. They are so aggressive that they will attack other members of their own herd if they don't recognize them. Those without a particular reason to hunt them are better off keeping their distance."
                },
                "felyne": {
                    "name": "Felyne",
                    "description": "Bipedal creatures resembling cats, known for their light hair. Though usually docile, they will attack viciously if provoked. Naturally curious, some try to enter human society, and are often hired by the Guild to cook for and otherwise assist hunters."
                },
                "gajau": {
                    "name": "Gajau",
                    "description": "Vicious piscine creatures that form groups to defend their territory from intruders. Though primarily aquatic creatures, they have been known to chase their prey onto land, before wriggling back into the banks and into the water. Be sure not to venture too closely to their habitat!"
                },
                "gargwa": {
                    "name": "Gargwa",
                    "description": "Flightless bird wyverns with vestigial wings, known to inhabit the Shrine Ruins. Quite timid, Gargwa have been known to lay eggs when other creatures surprise them from behind. They are raised as livestock in numerous villages."
                },
                "izuchi": {
                    "name": "Izuchi",
                    "description": "An omnivorous bird wyvern that has a characteristic scythe-shaped tail. It uses this tail to attack, but also to climb trees and chop down fruit. Most Izuchi fall into herds led by a Great Izuchi; in each herd, the two beset fighters are selected by the two best fighters are selected by the leader to help it hunt prey."
                },
                "jagras": {
                    "name": "Jagras",
                    "description": "A smaller monster that travels and hunts in packs. Its hide blends in with its forest environment, and it has characteristic spikes on its back. If you chase a few away, the rest will usually follow suit. They tend to keep their distance when large monsters enter their territory, but sometimes the entire group will attack if they feel particularly threatened."
                },
                "kelbi": {
                    "name": "Kelbi",
                    "description": "Small herbivores known for their gentle demeanor and the medicinal properties of their horns. Those wishing to harvest a horn should aim for the head when attacking them."
                },
                "melynx": {
                    "name": "Melynx",
                    "description": "Bidepal creatures resembling cats, known for their dark hair. More curious than Felynes and possessed by kleptomania, Melynxes take what they steal back to their dens."
                },
                "remobra": {
                    "name": "Remobra",
                    "description": "Small but agile flying wyverns that seek out weakened creatures to attack. Often seen near elder dragons, they're considered a portent of disaster. Originally classified as flying wyverns, after further research they were reclassified as snake wyverns."
                },
                "wroggi": {
                    "name": "Wroggi",
                    "description": "Small, carnivorous bird wyverns with poison-generating organs that run from their mouths to their throats. They run in packs, often led by a large alpha male. Lesser members of the order are fiercely loyal, and will eagerly lay down their lives to protect the alpha."
                }
            },
            "weapons": {
                "great_sword": {
                    "name": "Great Sword",
                    "silkbind_attacks": {
                        "hunting_edge": {
                            "name": "Hunting Edge",
                            "input": "[ZL] + [X] While in mid-air, press [X] or [ZR] after a successful hit",
                            "description": "A forward leaping attack. After landing a hit, press [X] or [ZR] to follow up with Plunging Thrust or Charged Slash for an additional damage. This new move increases the mobility of Great Sword users significantly."
                        },
                        "power_sheathe": {
                            "name": "Power Sheathe",
                            "input": "[ZL] + [A]",
                            "description": "Power Sheathe increases your attack power for a short period of time as you sheathe the weapon. Since you'll be sheathing the weapon frequently, this move will come in handy in many situations."
                        }
                    }
                },
                "long_sword": {
                    "name": "Long Sword",
                    "silkbind_attacks": {
                        "soaring_kick": {
                            "name": "Soaring Kick",
                            "input": "[ZL] + [A]",
                            "description": "Consumes 1 Wirebug gauge to jump kick the enemy. When successfully hit, it connects to a Plunging Thrust. Hitting this Plunging Thrust fills up your Spirit Gauge automatically for certain period of time. You can also perform a Spirit Helm Breaker after the jump kick by spending one level of Spirit Gauge."
                        },
                        "serene_pose": {
                            "name": "Serene Pose",
                            "input": "[ZL] + [X]",
                            "description": "By activating the Serene Pose before getting hit by enemy's attack actives a counter attack. This consumes 2 gauges of Wirebug."
                        }
                    }
                },
                "sword_and_shield": {
                    "name": "Sword & Shield",
                    "silkbind_attacks": {
                        "falling_shadow": {
                            "name": "Falling Shadow",
                            "input": "[ZL] + [X]",
                            "description": "A forward leaping attack. A succsssful hit will lead into a Scaling Slash. You can also follow up with a Falling Bash to stun your enemies."
                        },
                        "windmill": {
                            "name": "Windmill",
                            "input": "[ZL] + [A]",
                            "description": "Uses Wirebug to swing your blade around. You can nullified monster's attack at the beginning of this move. This consumes 2 gauges of Wirebug."
                        }
                    }
                },
                "dual_blades": {
                    "name": "Dual Blades",
                    "silkbind_attacks": {
                        "piercing_bind": {
                            "name": "Piercing Bind",
                            "input": "[ZL] + [X]",
                            "description": "This move throws a kunai to the enemy that detonates after a certain period of time. You can increase the damage of the kunai's explosion by landing more attacks while the kunai is stuck on the enemy."
                        },
                        "shrouded_vault": {
                            "name": "Shrouded Vault",
                            "input": "[ZL] + [A]",
                            "description": "Hurls you forward in a designated direction. Getting hit while in motion triggers a counter-attack. Since the reach of dual blades tends to be short, this move can compensate for that weakness by leaping toward the enemy quickly."
                        }
                    }
                },
                "hammer": {
                    "name": "Hammer",
                    "silkbind_attacks": {
                        "silkbind_spinning_bludgeon": {
                            "name": "Silkbind Spinning Bludgeon",
                            "input": "[ZL] + [X]",
                            "description": "This move Leaps forward and unleashes a spinning attack. You could do something similar in previous Monster Hunter World while sliding down the slope but this time, you don't have to have slope to perform this."
                        },
                        "impact_crater": {
                            "name": "Impact Crater",
                            "input": "[ZL] + [A]",
                            "description": "Jump straight up and dish out a devastating rising attack. The number of hits you'll land, the more damage you'll deal depends on how much you charge prior to activation."
                        }
                    }
                },
                "hunting_horn": {
                    "name": "Hunting Horn",
                    "silkbind_attacks": {
                        "slide_beat": {
                            "name": "Slide Beat",
                            "input": "[ZL] + [X]",
                            "description": "This move uses a Wirebug to propel you forward into a spinning attack. The final performance grants a status boosts. You'll be invulnerable to knockback effects while moving forward."
                        },
                        "earthshaker": {
                            "name": "Earthshaker",
                            "input": "[ZL] + [A]",
                            "description": "Flings forth a blade, connects it to your weapon with Ironsilk, and transmits booming sonic attacks. By attaching the string to enemy's weakness such as its head, which can deal heavy damage."
                        }
                    }
                },
                "lance": {
                    "name": "Lance",
                    "silkbind_attacks": {
                        "twin_vine": {
                            "name": "Twin Vine",
                            "input": "[ZL] + [X]",
                            "description": "Jabs a kunai straight into the target and connects you to the enemy with the ironsilk. By pressing [ZR]+[B] while the kunai is attached to the target, you can quickly jump toward the enemy."
                        },
                        "anchor_rage": {
                            "name": "Anchor Rage",
                            "input": "[ZL] + [A]",
                            "description": "Taking enemy's attack with your shield while the Anchor Rage is active boosts your attack power. The more attacks you've received by your shield, the more attack boost you'll get."
                        }
                    }
                },
                "gunlance": {
                    "name": "Gunlance",
                    "silkbind_attacks": {
                        "hail_cutter": {
                            "name": "Hail Cutter",
                            "input": "[ZL] + [X]",
                            "description": "Performs a Rising Slash and then an Overhead Smash. Each usage reduces the cooldown time for Wyvern's Fire."
                        },
                        "guard_edge": {
                            "name": "Guard Edge",
                            "input": "[ZL] + [A]",
                            "description": "A well-timed guard regenerates your weapon's sharpness. You can follow up with various attack combos after guarding."
                        }
                    }
                },
                "switch_axe": {
                    "name": "Switch Axe",
                    "silkbind_attacks": {
                        "invincible_gambit": {
                            "name": "Invincible Gambit",
                            "input": "[ZL] + [X]",
                            "description": "Moves you forward while performing a spinning attack. You'll be immune to flinching or being knocked back while this move is active."
                        },
                        "switch_charger": {
                            "name": "Switch Charger",
                            "input": "[ZL] + [A]",
                            "description": "Uses a Wirebug to launch you forward while quickly regenerating your Switch Gauge. Your Switch Gauge won't decrease for a short time after activating this move."
                        }
                    }
                },
                "charge_blade": {
                    "name": "Charge Blade",
                    "silkbind_attacks": {
                        "morphing_advance": {
                            "name": "Morphing Advance",
                            "input": "[ZL] + [X]",
                            "description": "Uses a Wirebug to launch you forward while your charge blade changes to axe form. You'll be immune to knockback and stun while this move is active."
                        },
                        "counter_peak_performance": {
                            "name": "Counter Peak Performance",
                            "input": "[ZL] + [A]",
                            "description": "Stretches silk to the ground and protects you from the enemy's attack. When enemy's attack hit while your shield is ready, your phials fill to maximum."
                        }
                    }
                },
                "bow": {
                    "name": "Bow",
                    "silkbind_attacks": {
                        "herculean_draw": {
                            "name": "Herculean Draw",
                            "input": "[R] + [A]",
                            "description": "Surge forward in a designated direction. This move boosts your attack power for a short period of time as well."
                        },
                        "focus_shot": {
                            "name": "Focus Shot",
                            "input": "[R] + [X]",
                            "description": "Dodges backward and crouches. While crouching, your stamina rapidly regenerates. If timed right, you can nullify a monster's attack. Use the Left Stick to change the direction of dodging."
                        }
                    }
                },
                "insect_glaive": {
                    "name": "Insect Glaive",
                    "silkbind_attacks": {
                        "silkbind_vault": {
                            "name": "Silkbind Vault",
                            "input": "[ZL] + [X]",
                            "description": "It's a leaping attack & can be used in mid-air and follow up with a Jumping Slash, a Jumping Advancing Slash, or a mid-air evade."
                        },
                        "recall_kinsect": {
                            "name": "Recall Kinsect",
                            "input": "[ZL] + [A]",
                            "description": "Dodges enemy's attack while calling back your Kinsect. The returning Kinsect performs spinning attacks that scatter healing extracts. Its stamina will fully recover once it gets back to its master."
                        }
                    }
                },
                "light_bowgun": {
                    "name": "Light Bowgun",
                    "silkbind_attacks": {
                        "silkbind_glide": {
                            "name": "Silkbind Glide",
                            "input": "[R] + [X]",
                            "description": "Surge forward quickly. By pressing [ZR], you can unleash a powerful close-range severing attack."
                        },
                        "fanning_vault": {
                            "name": "Fanning Vault",
                            "input": "[R] + [A]",
                            "description": "Uses a Wirebug to vault you forward. You can fire, reload, or fire a Wyvernblast directly below you while in mid-air."
                        }
                    }
                },
                "heavy_bowgun": {
                    "name": "Heavy Bowgun",
                    "silkbind_attacks": {
                        "free_silkbind_glide": {
                            "name": "Free Silkbind Glide",
                            "input": "[R] + [A]",
                            "description": "Uses a Wirebug to hurl you forward. By pressing [X]+[A] to follow up with a melee attack or press [Y] to follow up with a quick sheathe. Gives mobility to Heavy Bowgun users."
                        },
                        "counter_shot": {
                            "name": "Counter Shot",
                            "input": "[R] + [X]",
                            "description": "Stretches out a web of silk and counters the enemy's attack. You can change the direction of your counter-attack so you can hit the opponent charging towards you."
                        }
                    }
                }
            }
        }
    }
}