{
  "monster": {
    "great_izuchi": {
      "name": {
        "tw": "鐮鼬龍王",
        "jp": "オサイズチ",
        "en": "Great Izuchi"
      },
      "tw": "great_izuchi",
      "jp": "オサイズチ",
      "en": "Great Izuchi",
      "species": "bird_wyvern",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/great-izuchi.png",
      "icon": "images/monsters/icons/icon_greatizuchi.png",
      "description": "在擁有集體行動習性的镰鼬龍當中居於領袖之位。體型巨大，特徵為豎立的白色毛髮及發達的鐮狀尾巴。镰鼬龍王會與複數的鐮鼬龍組成龍群，並在其中挑選2頭精銳鐮鼬龍一同在自己的地盤內巡邏。在找到獵物或龍群遇到危險時則會下達指令，與手下的镰鼬龍聯合進攻。切記保持冷靜，勿因牠們的合作攻擊而自亂陣腳。\n－遊戲中筆記\n\n鐮鼬龍王是會以鐮刀般的發達尾部發動攻擊的鳥龍種，它會組成包含小型怪物「鐮鼬」的怪物群，並帶上其中最強的兩隻精銳巡視地盤。一旦發現獵物，三隻怪物就會通力合作，以巧妙的連攜攻擊發動襲擊。\n－官方網站",
      "breakables": "-",
      "trait": {
        "roar": "無",
        "wind": "無",
        "tremor": "無",
        "element": "無",
        "aliment": "無"
      },
      "weakness": {
        "weapon": [
          {
            "part": "-1",
            "cut": -1,
            "blunt": -1,
            "ammo": -1
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": -1,
            "water": -1,
            "thunder": -1,
            "ice": -1,
            "dragon": -1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": -1,
            "sleep": -1,
            "paralysis": -1,
            "blast": -1,
            "stun": -1
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": -1,
            "shocktrap": -1,
            "flashpod": -1,
            "screamerpod": -1
          }
        ]
      },
      "parts": [
        {
          "name": "0",
          "state": "通常",
          "extract": "-",
          "hitData": [
            80,
            80,
            75,
            10,
            20,
            25,
            10,
            5,
            100
          ]
        },
        {
          "name": "1",
          "state": "通常",
          "extract": "-",
          "hitData": [
            45,
            45,
            40,
            10,
            10,
            15,
            10,
            5,
            0
          ]
        },
        {
          "name": "2",
          "state": "通常",
          "extract": "-",
          "hitData": [
            50,
            50,
            55,
            10,
            10,
            15,
            10,
            0,
            0
          ]
        },
        {
          "name": "3",
          "state": "通常",
          "extract": "-",
          "hitData": [
            55,
            50,
            35,
            10,
            15,
            20,
            10,
            5,
            0
          ]
        },
        {
          "name": "4",
          "state": "通常",
          "extract": "-",
          "hitData": [
            75,
            80,
            75,
            15,
            20,
            25,
            15,
            10,
            0
          ]
        }
      ]
    },
    "arzuros": {
      "name": {
        "tw": "青熊獸",
        "jp": "アオアシラ",
        "en": "Arzuros"
      },
      "species": "fanged_beast",
      "image": "http://hobbigame.com/wp-content/uploads/2017/08/mhxx34.png",
      "icon": "images/monsters/icons/icon_arzuros.png",
      "description": "棲息在溫暖濕潤地區的山脈與森林的牙獸。目前已知會以雙腳站立，採集喜愛的蜂蜜，以及在河邊抓魚。銳利的爪子與擁有厚重甲殼的前腳極為發達，攻擊十分具有威脅性。由於擁有美麗的藍色毛皮，因此又被稱為「青熊獸」。\n－遊戲中筆記",
      "detail": "牙獸種-尖爪目-堅爪亞目-熊獸下目-アシラ科\n　　危險度：★3\n　　以結雲地區為首的溫暖濕潤的山區和森林裡棲息的牙獸種怪物。下半身和腹部被柔軟的毛皮覆蓋著，而頭部、背部以及腕部則覆蓋著硬質化的甲殼，由於其身體的青藍色毛髮非常美麗，所以在公會又被稱為【青熊獸】\n　　因為是雜食性且食慾旺盛的性格，很多村民在上山採集時都能目擊到在青熊獸在河邊捕魚吃魚的樣子。並且其最喜歡的東西是蜂蜜，與獵人對峙的時候也有抓過獵人用力搖晃來找蜂蜜吃的行為。但是因為太過旺盛的食慾，幾乎只要沒有多餘的事情，就有著想要優先進食的傾向，無論是戰鬥中還是沒有關係的平日生活，往往都十分貪食蜂蜜。\n　　平時在山間行走時會採取四足步行。而在與外敵對峙時，可以依靠其後腿站起來，並且張開雙臂發出轟鳴的聲音來威嚇敵人。並且，其為厚實尖銳甲殼所覆蓋的手臂也是它的主要武器，使前腳的攻擊的破壞力更加上升，甚至一掌拍斷一些不大的樹木，有時也會用堅韌的腕力束縛敵人，並且將之揮舞、投擲等。作為大型怪物看的話，身體還算是較為敏捷的。因為有著與小型怪物不能比較的攻擊力，所以在狩獵中不能疏忽大意。\n　　在食物匱乏的寒冷季節也有為了追求食物而出現了人類聚落附近的情況。特別是在棲息區附近的村子能夠經常被目擊到。因為害怕巨大的聲音和惡臭等，有時可能會被這些東西給嚇得逃走。因此在山間行走的時候，有時會為了防遭遇青熊獸而被推薦隨身帶幾枚音爆彈或是肥料玉。或者是利用其食慾旺盛的性格，給予其食物也是比較有效的。\n　　此外，存在以反卷的紅毛為主要特徵的青熊獸【特殊個體】，兼備了無與倫比的凶猛性和毫無無慈悲的殘暴性。以其頭部的赤毛被稱為【紅兜】。比起普通的個體，紅兜擁有著相當巨大的體格。其被染上血色的剛臂的攻擊力，結實發達的甲殼和剛毛的防禦力，甚至連自己的體高以上的高度都能夠輕鬆跳躍起來的運動能力。在所有的情況下，與通常的青熊獸有著極大的不同。其戰鬥力和危險性均以達到了能夠與狂暴的大型飛龍匹敵甚至是凌駕於此的【★5】\n[img]images/contents/arzuros_red.jpg\n　　如果出現在人類聚落附近的話，可能會造成極大的損失，需要盡快將其討伐，但在其可怕的戰鬥力面前，即使是熟練的獵人也容易陷入苦戰。超過普通種的壓倒性的戰鬥力使其被認定為危險度極高。公會對這個個體設置了特別措施。如果不能從公會得到特別的許可的話，就不允許進行狩獵。",
      "breakables": "手",
      "trait": {
        "roar": "無",
        "wind": "無",
        "tremor": "無",
        "element": "無",
        "aliment": "無"
      },
      "weakness": {
        "weapon": [
          {
            "part": "頭",
            "cut": 2,
            "blunt": 2,
            "ammo": 2
          },
          {
            "part": "腹部、後脚",
            "cut": 3,
            "blunt": 3,
            "ammo": 1
          },
          {
            "part": "上半身",
            "cut": 1,
            "blunt": 1,
            "ammo": 3
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": 3,
            "water": 0,
            "thunder": 1,
            "ice": 1,
            "dragon": 0
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": 3,
            "sleep": 3,
            "paralysis": 3,
            "blast": 2,
            "stun": 3
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": 2,
            "shocktrap": 2,
            "flashpod": 2,
            "screamerpod": 2
          }
        ]
      },
      "parts": [
        {
          "name": "頭部",
          "state": "通常",
          "stagger": 150,
          "extract": "red",
          "hitData": [
            55,
            55,
            55,
            20,
            5,
            10,
            15,
            0,
            0
          ]
        },
        {
          "name": "上半身",
          "state": "通常",
          "stagger": 210,
          "extract": "orange",
          "hitData": [
            50,
            50,
            62,
            25,
            5,
            10,
            15,
            0,
            0
          ]
        },
        {
          "name": "前脚",
          "state": "通常",
          "stagger": 150,
          "extract": "red",
          "hitData": [
            33,
            35,
            28,
            30,
            5,
            30,
            20,
            0,
            0
          ]
        },
        {
          "name": "前脚",
          "state": "?",
          "stagger": 150,
          "extract": "red",
          "hitData": [
            42,
            45,
            36,
            38,
            5,
            38,
            20,
            0,
            0
          ]
        },
        {
          "name": "尻",
          "state": "通常",
          "stagger": 170,
          "extract": "orange",
          "hitData": [
            66,
            66,
            43,
            15,
            5,
            10,
            20,
            0,
            0
          ]
        },
        {
          "name": "腹部・後脚",
          "state": "通常",
          "stagger": 250,
          "extract": "white",
          "hitData": [
            55,
            55,
            38,
            15,
            5,
            20,
            10,
            0,
            0
          ]
        }
      ]
    },
    "rathian": {
      "name": {
        "tw": "雌火龍",
        "jp": "リオレイア",
        "en": "Rathian"
      },
      "species": "flying_wryven",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/rathian.png",
      "icon": "images/monsters/icons/icon_rathian.png",
      "description": "擁有陸之女王別名的「雌火龍」。由於主要是於地面上進行狩獵，因此擁有能夠奔馳於大地的優異腳力，以及能夠殺死獵物的猛毒尾巴。另外，雌火龍亦被目擊過與雄性的火龍成雙狩獵。\n－遊戲中筆記",
      "detail": "飛龍種-龍盤目-龍腳亞目-甲殼龍下目-飛龍上科-リオス科\n　　危險度：★4\n　　身披綠色的鱗甲，是被稱之為【火龍】的飛龍中的雌性個體，因此也被稱為【雌火龍】，因為雌火龍能夠以優異的腳力在大地之上奔跑行進，並且多目擊到雌火龍以陸上為中心進行狩獵的樣子，所以也有著【陸之女王】這樣的稱呼。比其火龍，雌火龍在森林地區、潮濕的溪流或是沼澤地區、乾燥的沙漠地區、高山地區等等均有目擊報告，並且作為廣範圍分布並君臨生態系頂點的存在，雌火龍與雄火龍是在世界之中【知名度最廣的飛龍】。以其從口吐噴吐的高溫火球為首，巨體和強大腳力的突進，以及帶有劇毒的尾部攻擊。特別是在繁殖期守護巢穴的雌火龍更為凶暴，即使是一流的獵人，也有可能因為一瞬間的疏忽而導致喪命，因此這是一個極其危險的對手。\n　　在現大陸之上主要棲息於【東多爾瑪以東的的地區】，只有在繁殖期臨近和繁殖期之中才會飛行到存在有雄火龍的棲息區。因此在大部分情況之下雌火龍主要都是單獨行動，但也有人目擊到在繁殖期時雌雄火龍共同協作狩獵的樣子。雌火龍在繁殖期來到火龍的棲息範圍之後，就會與自己的配偶一同撫養自己的幼體，另外也有回到原來的地方單獨生育撫養幼體的個體。在研究者之間，關於這種雌雄個體的地域分布差異，存在著“調整個體數量”“避免食物競爭”等各種說法。同時，在洛克拉克周邊以及巴魯巴雷周邊生活的雌火龍擁有著強加強韌的腿部肌肉，在前衝突進的時候可以根據獵物的方向進行調整，也不會輕易的摔倒。而在東多爾瑪以及修雷德地區的雌火龍因為在繁殖期需要飛行到雄性的棲息範圍之內，因此強化的則是飛行能力，同時它們擁有的則是能夠利用低空飛行進行捕獵的習性。\n　　主要攻擊方式就是利用強大的腳力帶起的衝鋒來襲擊獵物，與角龍等地上適應型的大型飛龍相比，雌火龍在陸地上的制御力也很優秀。在其突進被獵物躲避的情況下，也能夠瞬間恢復其體勢，再次瞄準獵物發起襲擊。同時，雌火龍的背部、翼部、尾部末端都生長著如同針刺一般的【棘】，實際上，這種棘刺是雌火龍硬質化且十分發達的體毛，其中蘊含著強力的毒素，在狩獵與戰鬥之中雌火龍就會揮舞其尾部來攻擊並且在傷害獵物與敵人的同時在其體內注入毒素。另外，關於雌火龍吐息的危險度也超過了雄火龍，除了能夠進行火球的連續噴射之外，還有著被稱為【高出力火炎吐息】的大範圍爆發性吐息，能夠在著彈點廣範圍內引發火焰擴散並將前方一帶化為火海。\n　　因為是正統且非特異的戰鬥方式，所以在大型飛龍種之中比較的話危險度並不是很高。一般來說綜合性的危險度比擅長空戰且有著強領地意識的雄火龍要低，儘管如此，雌火龍也不適合經驗淺薄的新手獵人挑戰。因此，在公會方面會將對人類造成威脅且尚未完全成熟的個體作為面向新手獵人的任務\n　　繁殖期是，雌火龍與雄火龍通常在山腰的洞窟等處築巢，並且長年在研究者之間也廣受關注。經過學術院的冒死調查的結果，被證實是火龍是會雌雄合力撫養孩子的。據學術院稱，雌火龍會為了給孵化的幼體提供餌食而四處奔走，雄火龍則主要是在巢穴上空盤旋，從高空發現巢穴的入襲者，因為它們的卵和幼體很容易變成其他肉食龍的捕食對象，因此不能把巢穴放空。同時，在幼體成長到一定程度之後，親代火龍會捕捉一些弱勢的肉食龍丟到巢穴裡，供幼體進行狩獵練習。此外，關於雌火龍下顎處如同長矛一般的堅硬棘刺，不僅僅是突進時刺穿敵人的武器，同時也是挖掘產卵巢穴的工具和為剛降生時牙齒等消化器官尚未發育的幼龍提供食物的【授乳器】，這根棘刺呈中空狀並且與雌火龍的口腔相連接，因此雌火龍能夠將嚼碎的食物通過這根中空的棘刺喂給幼體，不管是從其育兒還是其他方面來看，它們的智力都遠遠超過了大量的肉食龍類\n　　另外，它們的肉和蛋都是十分高級的食材，特別是【裡脊肉】擁有著十分高的價值，並且它們的卵也有著相當的營養價值與藥用價值，因此有著很大的需求量，同時在雌火龍的骨髓之中存在著一種特殊被稱為【女王的靈藥】的粘液，對於獵人而言不能作為道具使用，也不能武具和藥品調配的素材使用，只是作為一種莫伽村的稀有特產被交易，雖然據說有某種功效，但其功效不明\n　　而在雌火龍之中，存在著擁有毒化的鱗甲和致死性劇毒的【火龍之姬君】，從其在飛舞的同時散布濃紫煙霧的美麗與恐怖之中，將其冠以了【紫毒姬】的二名。據說，龍姬騰躍飛舞之時便會降下死亡的陰影，將其腳下的土地化為不毛的荒野。\n　　其身體的毒刺之中蘊含著連猛毒的毒性都能夠遠遠超過的【劇毒】。揮舞著尾部毒液的飛沫就會四散飛濺。在其綠色的荊棘身軀伴隨著紫色的毒液飛舞的樣子，被形容為好像是薔薇花瓣散落的樣子，高濃度的毒液甚至能夠產生劇毒的結晶體，即便已經脫離紫毒姬的身體也仍然滴落著致死性的劇毒，隨便接觸的話就會造成喪命。紫毒姬對於這樣的毒物處理也比平時要巧妙，能夠使用各種形式來散髮毒液和毒霧致使外敵中毒死亡。\n　　比起普通的雌火龍其體格更巨大了兩圈以上，並且還具有著壓倒性的運動能力。從紫毒姬的運動能力來看，不僅是陸地，從半空之中也能夠展開猛烈的攻擊。另外，關於作為武器的尾部攻擊，甚至能夠凌駕於櫻火龍與金火龍之上，從紫毒姬身上確認到了從前沒有被確認的強有力的攻擊姿態。\n　　由於擁有著遠超通常個體的壓倒性戰鬥力，公會對這個個體設置了特別措施。如果不能從公會處得到特別許可的話，就不允許進行狩獵。\n　　同時存在著將身軀包裹在艷麗的櫻色外殼之中的【雌火龍亞種】，它的身體顏色是源自在某個東方國家之中在春天來到之時才會盛放的【櫻花】，因此將其稱為【櫻火龍】\n　　在太古流傳下的詩中，櫻火龍曾守護了一位一生波瀾壯闊的女子，但是實際上櫻火龍並非如同詩中所描寫的那樣溫順，其暴躁的性格遠遠要超過通常種。這種粉色的雌火龍少之又少，一時間曾經稱其為【幻之火龍】。隨著目擊的情報逐漸增多，在沙漠地帶、濕地地帶、巨大的遺跡頂部都有其生活的痕跡。與通常種一樣，櫻火龍會將火焰與其尾部作為武器，並且也十分擅長陸戰。但是腳力和外殼的硬度超過了通常種，並且也有報告說飛行能力也比通常種的高，有著航行中的飛空艇遭到櫻火龍襲擊的報告。\n　　關於櫻火龍的成因也分成了兩個派別，一方始終堅持火龍中年變色的學說，而另一方則堅持火龍變異的學說。在雙方爭執不下的時候，還有一些細心的學者指出，目擊報告中頻繁提到的櫻火龍與【蒼火龍】成對出現的現象，或許能解開問題的謎團。\n　　此外，在極其有限的地域同時有著極其稀少報告的雌火龍的【特殊化亞種】，被公會冠以【火龍稀少種】之稱，由於它擁有著閃耀著金屬光澤的【黃金色】外殼，又將其稱之為【金火龍】。\n　　即使是見多識廣的一流獵人，能夠了解金火龍存在的人也少之又少，所以它們被認為是【傳說中的存在】，即使是放在自然界中，這般璀璨耀眼的體色也是一種極為特殊的體色，有人認為這般璀璨的色彩是【天之授予】，也有地區的人會將金火龍的形象加以神化，稱之為【黃金的明月】\n　　出自金火龍的素材，單單是一枚鱗片就有著能夠與珠寶飾品相當的價值，被稱為【極為美麗且無物能出其右】 ，甚至有著連在深淵的黑暗中也能感受到其光耀的程度。也有從古代的王墓中出土過同樣的東西，據說是古代的王族供奉於神明的神器。\n　　關於金火龍特殊的體色的由來，被認為是來自【飛龍之祖】的不斷繼承的遺傳基因產生了變異，致使誕生了這種近乎夢幻的生物，同時也有觀點認為它們是一種【外表近似於火龍但又不同於火龍】的稀有物種，因為其體內存在有被稱為【煌液】的物質，據說其煌液擁有著不尋常的高溫，落到地面還能夠持續沸騰數日，但也沒有得到確切的證實。同時在豐隆的太古遺跡【古塔】以及【古塔秘境】之中關於它們的目擊信息最多，因此該地區也被認為是它們的巢穴。有時也有為了捕獵而離開古塔，前往周邊的濕地或是結雲地區的溪流地帶。如果能夠目擊到其中一頭的話，那麼很有可能另外一頭【異性的稀少種】也在附近，因為根據目擊，稱其很多情況下都是與伴侶【共同行動】的。\n　　關於以上的詳細的生態，有很多不明之處，關於金火龍的生態研究幾乎沒有進展。但是其戰鬥力和狂暴性在遠超於大部分的飛龍，或者說是雌雄稀少種帶來威脅程度能夠直逼【古龍種】。另外，其出現本身也被稱為一種凶兆。據說在村落附近看到金火龍的身影的話，可能會招致被捲入其中的大混亂。\n　　觀測員的手記\n　　連續下了一周的雨終於有了見停的勢頭，在一束微弱的陽光照射下來的時候，天空之中一道閃光奔走而過，與此同時，在我的耳邊響起了隆隆雷聲。\n　　近了！\n　　比起貿然接近這股雷電的危險，我對它的好奇心顯然更勝過對於危險的恐懼，我立刻動身朝著方才空中閃過光芒的方向跑去，也許在這裡，我能夠見到【那個】\n　　那個就在那裡.....太遠了看不清細節....\n　　但是....沒錯....\n　　是幻獸...麒麟\n　　就連其是否存在到目前仍持有懷疑態度的古龍麒麟，它那青白髮光的耀眼姿態，此刻正佇立在我的眼前。\n　　不過，麒麟並不是隻站在那裡，而是在與一頭雌火龍對峙...從雌火龍的下頜棘刺突起的發達程度來看，我可以看出這頭雌火龍應該是處於繁殖期或處於養育幼龍的過程中。恐怕是她在這場為幼崽尋找食物的遠征中意外遭遇了同樣意外途徑此地麒麟吧。\n　　雌火龍威嚇似的咆哮著，接著從她的口中猛然噴射出了一團火焰。麒麟用後腳站立了起來，並且嘶鳴著，頭部的蒼角直指天空。雷電迸發，像是一面看不見的屏障保護著麒麟，飛行的火球被雷電攔截了下來並在半空爆炸，雌火龍的吐息對麒麟沒有造成任何傷害。\n　　不過，雌火龍並沒有選擇她所擅長的近戰，而是與麒麟保持著相當的距離並且反覆進行威嚇和吐息，她似乎理解不能踏入對方的勢力範圍。要說雙方是在“脫口交流”的話似乎太過激烈了，要說戰鬥的話，這又太過於慎重。不過能夠偶然遇到這兩者的相遇現場也是我的一種幸運，說實話我那時連眨眼都忘記了。",
      "breakables": "頭、翼、背、尾",
      "trait": {
        "roar": "小",
        "wind": "小",
        "tremor": "無",
        "element": "火",
        "aliment": "中毒、燃燒"
      },
      "weakness": {
        "weapon": [
          {
            "part": "頭",
            "cut": 3,
            "blunt": 3,
            "ammo": 3
          },
          {
            "part": "翼",
            "cut": 2,
            "blunt": 2,
            "ammo": 2
          },
          {
            "part": "尾",
            "cut": 2,
            "blunt": 2,
            "ammo": 2
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": 0,
            "water": 1,
            "thunder": 2,
            "ice": 1,
            "dragon": 3
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": 1,
            "sleep": 2,
            "paralysis": 2,
            "blast": 1,
            "stun": 3
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": 2,
            "shocktrap": 2,
            "flashpod": 2,
            "screamerpod": 0
          }
        ]
      },
      "parts": [
        {
          "name": "頭",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            60,
            60,
            45,
            0,
            15,
            20,
            15,
            30,
            100
          ]
        },
        {
          "name": "頸",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            37,
            45,
            30,
            0,
            0,
            5,
            0,
            15,
            0
          ]
        },
        {
          "name": "身體",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            35,
            30,
            25,
            0,
            5,
            10,
            5,
            20,
            0
          ]
        },
        {
          "name": "背",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            35,
            30,
            25,
            0,
            5,
            10,
            5,
            20,
            0
          ]
        },
        {
          "name": "翼",
          "state": "通常",
          "extract": "緑",
          "hitData": [
            21,
            21,
            45,
            0,
            10,
            15,
            10,
            25,
            0
          ]
        },
        {
          "name": "腳",
          "state": "通常",
          "extract": "白",
          "hitData": [
            37,
            37,
            25,
            0,
            0,
            5,
            0,
            15,
            0
          ]
        },
        {
          "name": "尾",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            45,
            37,
            30,
            0,
            5,
            10,
            5,
            20,
            0
          ]
        }
      ]
    },
    "mizutsune": {
      "name": {
        "tw": "泡狐龍",
        "jp": "タマミツネ",
        "en": "Mizutsune"
      },
      "species": "leviathan",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/mizutsune.png",
      "icon": "images/monsters/icons/icon_mizutsune.png",
      "description": "完成獨有進化歷程的「泡狐龍」。雖是海龍種，但也收到許多報告指出牠會在陸地上活動，且動作迅速又靈活。牠將特殊的分泌物與毛摩擦，產生泡沫，使獵物無法自由移動，並以輕快的動作加上繽紛的泡沫，使狩獵過程宛如一場曼妙的舞蹈。\n－遊戲中筆記\n\n會使用特殊的分泌物製造泡沫，以滑動身軀襲擊獵物。其狩獵過程既可怕，又美如一場曼妙的舞蹈。\n－官方網站",
      "detail": "海龍種-海龍目-海獸龍亞目-泡狐龍下目-タマミツネ科\n　　危險度：★5\n　　在結雲地區的溪流之中確認到的大型怪物。有著【頗為獨特的進化路線】的海龍種怪物，存在著很多在其它海龍種怪物身上看不到的特徵。其姿態能夠讓人聯想到狐與蛇並且擁有著靈獸一般的夢幻色彩，並且其有著能夠以獨特的分泌液產生【泡沫】的能力，因此被公會稱為【泡狐龍】。\n　　泡狐龍的體表覆蓋著幾乎透明的鱗片，凹凸不平的表面使光擴散開來，散髮出寶石一般的光芒，而在其胸部和尾巴等部位則覆蓋著濃紫色的體毛，在乾燥時毛質較為堅硬，而被泡沫浸透的話就有著絲綢般順滑的感覺。其美麗的外貌很容易讓人聯想到盛開著的白堇色花朵，這種特點在【雄性個體】身上尤為顯著，特別是在雄性的頭部背部等部位，擁有著如同花瓣一般的【美麗的鰭】，鰭上的紋理也會根據其感情的變化而更加鮮艷。一般來說，成熟的雄性個體基本上是單獨行動的，並且活動範圍較大，因此被目擊的泡狐龍個體幾乎也都是雄性個體。特別是進入繁殖期的時候，其性情要比平時凶暴不少，並且有著大量捕食的情況，會對主要是以漁業為生的人們和村子帶來巨大的災害，一般在繁殖期時出現的話就需要加強警戒。而另一方面，數頭雌性的泡狐龍則會與其幼體以【群居】的方式隱蔽的生活著，幾乎不會在人面前出現。\n　　主要活動據點位於水邊的水棲海龍種怪物，與很多海龍種最大的不同之處在於，泡狐龍身體比起其它海龍種，其四肢並不位於其身體的側面，而是從身體的正下方開始延伸，因此泡狐龍的姿態也更接近與【獸】的姿態，以將腹部從地面上大幅度抬起的體勢為基本，在陸地上的【運動能力】非常高，甚至能夠做到其它海龍種怪物難以進行的各種非常俊敏靈活的行為。通過配合其運動能力能夠產生泡沫的能力，即使在陸地也可以自由地行動，甚至是在遠離水邊的森林地帶也可以安然棲息，在起伏劇烈的地形之中也能夠以驚人的跳躍力輕易活動。【陸上】的活動能力是現在以確認的海龍種之中最高的怪物，是一種純粹的為了【陸上活動】而進行的特殊進化。\n　　屬於肉食性的海龍種怪物，主要以魚類為食。捕食魚類時基本上以不加咀嚼的囫圇吞咽為主。因為其下頜有著像蛇一樣的延伸能力，因此一定程度上體型較大的獵物中也能夠吞下，而泡狐龍的牙齒也為了防止獵物逆向逃脫而向著內側生長，形成了非常適合捕食的構造。另外，不同於其它從體內器官產生物質並噴出形成吐息的怪物，泡狐龍進行吐息的器官不位於其體內，而是位於其【上頜部】。在泡狐龍上頜部有著能夠產生【高壓水流】的器官，戰鬥之中也能夠借此形成高壓的水流吐息來攻擊敵人。\n　　而泡狐龍最大的特徵，同時也是“泡狐龍”這個名字的由來，是泡狐龍通過摩擦全身分泌的特殊體液和體毛來產生【大量泡沫】的能力。這種被稱為【泡液】的特殊體液能夠產生極具【潤滑】作用的泡沫，如果大量沐浴這種泡沫的話，幾乎所有的摩擦都被奪走，甚至連正常的動作都不能保持。而泡狐龍則十分了解這種泡沫的特性。在周圍散播或在攻擊的同時使對方附著上泡沫從而造成敵人的行動受限，而泡狐龍也能夠通過通過大幅減少與地面的摩擦，展現出更加高速的運動能力。利用其泡沫的泡狐龍的機動性甚至能夠【超過】本來以陸上機動力而著稱的雷狼龍。而泡狐龍的這種姿態也被評價為【妖艷之舞】。在與外敵的戰鬥時，泡狐龍便最大限度地活用了其泡沫和機動能力。尤其擅長於在一邊避免被攻擊的情況下一邊慢慢地消耗對方的狡猾的戰術。另外，其產生泡沫的一部分中，也存在著擁有【狀態上升】和【回覆體力】等效果的泡沫，這是因為泡狐龍攝取的魚類之中，不乏存著具有藥效體液的魚類。而被泡狐龍攝取的營養成分的一部分便混雜在了其產生的泡沫之中。關於泡沫的分泌，泡狐龍身體表面的泡沫是通過其全身的腺體中分泌出的體液在凹陷狀的鱗片、毛髮以及地面摩擦而產生的。而其口中的泡沫則是通過用舌頭刺激這種腺體，在分泌液體後通過吹氣的方式來產生泡沫。另外，泡狐龍的泡沫的用途主要是【保濕】和【禦敵】這兩種用途。雖然其陸上運動能力十分優秀，但本質上還是海龍種怪物，因此為了長時間的陸地活動，會通過產生泡沫的方式來保持體表的水分。\n　　而泡狐龍最大的武器，是被體毛覆蓋著的尾部，與乍一看覆蓋著體毛的一種溫柔印象不同，其尾部有著難以想象的殺傷力。如果在泡狐龍靈活的動作被擊中的話，穿著下級的裝備就有可能造成致命傷害，並且泡狐龍強有力的近距離攻擊的大部分都是通過其尾部進行的，時而揮舞，時而敲擊，能夠從各種方向巧妙地把尾部作為武器來進攻敵人。\n　　不過，為了防禦外敵而在活動區域之內撒上泡沫，之後在這個中心地區悠閑度日是作為泡狐龍的主要日常活動，因此在泡狐龍的地盤上，也能看到大量地漂浮著像肥皂泡一樣的泡沫的夢幻般的情景。而泡狐龍通過頭部觸角一般延伸的感知器官能夠感知到周圍泡泡的情況，因此可以通過泡沫破裂產生的細微震動而察覺到外敵的接近。由其性情使然，泡狐龍即使碰到外敵也不想全力排除，最初以尖銳的咆哮作為威嚇手段和只有牽制程度的攻擊來窺探對方的態度。如果對方選擇避讓的話，也不會展開什麼追擊。相反，如果敵人沒有選擇退避，泡狐龍也不是會很傾向於戰鬥，因此泡狐龍被認為是不喜歡與外敵發生正面衝突的一類怪物，所以在戰鬥中通過泡沫來妨礙對方的行動，在通過機動能力將敵人戲耍一番之後藉助泡沫快速逃跑。但是，如果是為了保衛巢穴或幼崽的話，泡狐龍便會積極的進行反擊來排除敵人。\n　　同時，存在著因為有著非常特殊的經歷而產生了與通常不同性質的泡狐龍的特殊個體。其蘊含著隱藏著非常強大的力量，因為下述的特徵而被冠以了【天眼】的二名\n　　天眼最大特徵是各自擁有大小傷痕的雙眼，這是過去與宿敵之間的戰鬥之中，所受到的傷害，因此，天眼作為視覺器官的功能【完全喪失】了。本來是應該被淘汰的存在，但是其對泡沫的感應力卻發生了特殊化的進化，不僅僅彌補了全盲這一致命的障礙，還因此而獲得了遠超過普通個體的強大力量，從而生存了下來。另外，在其頭部的鰭、觸角、體液等方面也能看到自我進化和變質。\n　　在利用泡沫感知到敵人時就會立刻進入興奮狀態，並且開始激烈地爆發。而進入興奮狀態後，有著大傷的眼部會升騰其帶有藍色的光芒的蒸汽，如陽炎般妖艷搖曳。這才是其被稱為【天眼】的最大的由來，而這個狀態也被稱為【天眼狀態】。在泡沫中的獵物看到的那妖艷的光輝便是其最後的看到的一幕。作為與通常泡狐龍不同的戰鬥方式之一，是天眼可以從口中吐出被稱為【狐火泡】的泡沫，具有在接觸其它物體的瞬間大爆發的極其危險的性質。蘊含著能夠將被捲入的東西輕易吹飛的可怕威力。能夠產生這種泡沫據說是其捕食的魚類的成分在體內作用，推測是體液和泡沫產生了變質的結果。因為存在著超過普通個體的壓倒性的力量，因此公會對這個個體設置了特別措施。如果不能從公會得到特別的許可的話，就不允許進行狩獵。\n　　關於泡狐龍的名稱由來，是玉藻前（タマモノマエ，日本傳說中的九尾狐）+巳（ミ，蛇）+神道系的繼敬稱的ネ，以及類似キツネ（狐）\n　　而武器的名字強化之前大致格式是『狐＋武器類』+『日本戰國時代著名人物的辭世之句』，強化之後的武器前名之中的『狐』替換為『枕詞』。整體上來說是以戰國背景為主。『枕詞』這玩意兒就不是那麼好理解了，大致就是前四字言搭後詞。枕詞是常見於日本古代和歌的一種文體，一般用於引出後文和歌將要進行比興的對象，從而起到醞釀氛圍、調整語調的作用。大多數情況下可以認為枕詞與和歌內容並無太大關聯。泡狐龍系武器最終形態前面那五個假名絕大多數來源於枕詞（まくらことば）之類的，因為這個解釋是在太難太頭疼就暫時先不弄了（雖然說以前弄過但是狗屁不通）\n　　【狐大劍ハナヤコヨヒノ】\n　　【人物辭世之句】『行きくれて木の下のかげを宿とせば花や今宵の主ならまし ——平忠度』\n　　【狐刀カカルクモナキ】\n　　【人物辭世之句】『極樂も地獄も先は有明の月の心に懸かる雲なし ——上杉謙信』\n　　【狐扇ハナノナゴリヲ】\n　　【人物辭世之句】『風さそふ花よりもなほ我はまた春の名殘を　いかにとやせん ——淺野長矩』\n　　【狐雙刀アカツキノソラ】\n　　【人物辭世之句】『嬉やと 再び覚めて 一眠り 浮世の梦は 暁の空 ——徳川家康』\n　　【狐錘ツキヲイザナイ】\n　　【人物辭世之句】『西に入る月を誘い法を得て今日ぞ火宅をのがれけるかな ——春日局』\n　　【狐鈴コトノハナクテ】\n　　【人物辭世之句】『思ひ置く言の叶なくてつひに行く道は迷はじなるにまかせて ——黒田如水』\n　　【狐槍ハナモハナナレ】\n　　【人物辭世之句】『散りぬべき時知りてこそ世の中の花も花なれ人も人なれ ——細川ガラシャ』\n　　【狐燈槍ウキヨノヤミヲ】\n　　【人物辭世之句】『曇りなき心の月を先だてて浮世の闇を照してぞ行く ——伊達政宗』\n　　【狐劍斧ワカレヲサソフ】\n　　【人物辭世之句】『さらぬだに打ちぬる程も夏の夜の別れをさそふ郭公（ほととぎす ） かな——お市の方』\n　　【狐衣斧ミズニヤドレル】\n　　【人物辭世之句】『手に結ぶ水にやどれる月影の あるかなきかの世にこそありけれ ——紀貫之』\n　　【狐薙刀ツユサソウラン】\n　　【人物辭世之句】『春秋の花も紅葉もとどまらず人も空しき關路なりけり -烏居景近』\n　　【狐水銃シズクトキユル】\n　　【人物辭世之句】『露と落ち露と消えにし我が身かな浪速のことは夢のまた夢 ——豊臣秀吉』\n　　【狐重炮ハライ二ケリナ】\n　　【人物辭世之句】『吹きと吹く風な恨みそ花の春紅葉も殘る秋あらばこそ ——北條氏政』\n　　【狐弓ツユノタマノヲ】\n　　【人物辭世之句】『黒髪の乱れたる世ぞ果てしなき 思いに消ゆる露の玉の绪 ——北條夫人』",
      "breakables": "頭、背、左爪、右爪、尾",
      "trait": {
        "roar": "小",
        "wind": "無",
        "tremor": "無",
        "element": "水",
        "aliment": "水異常、打滑"
      },
      "weakness": {
        "weapon": [
          {
            "part": "頭",
            "cut": 3,
            "blunt": 3,
            "ammo": 2
          },
          {
            "part": "背",
            "cut": 1,
            "blunt": 1,
            "ammo": 2
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": 1,
            "water": 0,
            "thunder": 3,
            "ice": 1,
            "dragon": 2
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": 2,
            "sleep": 2,
            "paralysis": 1,
            "blast": 2,
            "stun": 1
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": 1,
            "shocktrap": 1,
            "flashpod": 1,
            "screamerpod": 0
          }
        ]
      },
      "parts": [
        {
          "name": "頭部",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            63,
            63,
            45,
            5,
            0,
            10,
            5,
            8,
            0
          ]
        },
        {
          "name": "首",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            43,
            43,
            40,
            8,
            0,
            10,
            5,
            5,
            0
          ]
        },
        {
          "name": "胴",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            25,
            25,
            20,
            5,
            0,
            10,
            5,
            5,
            0
          ]
        },
        {
          "name": "背ビレ",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            43,
            43,
            45,
            8,
            0,
            15,
            5,
            10,
            0
          ]
        },
        {
          "name": "前脚",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            21,
            21,
            10,
            5,
            0,
            35,
            15,
            30,
            0
          ]
        },
        {
          "name": "後脚",
          "state": "通常",
          "extract": "緑",
          "hitData": [
            38,
            38,
            25,
            5,
            0,
            10,
            5,
            5,
            0
          ]
        },
        {
          "name": "尻尾",
          "state": "通常",
          "extract": "白",
          "hitData": [
            43,
            33,
            40,
            5,
            0,
            5,
            10,
            5,
            0
          ]
        }
      ]
    },
    "tetranadon": {
      "name": {
        "tw": "河童蛙",
        "jp": "ヨツミワドウ",
        "en": "Tetranadon"
      },
      "species": "amphibian",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/tetranadon.png",
      "icon": "images/monsters/icons/icon_tetranadon.png",
      "description": "河童蛙是兩棲種怪物，特徵是肥胖的身體。食慾旺盛，一旦發現會動的東西，就會連同砂石一併吞沒。進食後腹部鼓起，動作也會變得遲緩，但是攻擊也會因此更重更具破壞力。\n－官方網站",
      "breakables": "-",
      "trait": {
        "roar": "-1",
        "wind": "-1",
        "tremor": "-1",
        "element": null,
        "aliment": null
      },
      "weakness": {
        "weapon": [
          {
            "part": "-1",
            "cut": -1,
            "blunt": -1,
            "ammo": -1
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": -1,
            "water": -1,
            "thunder": -1,
            "ice": -1,
            "dragon": -1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": -1,
            "sleep": -1,
            "paralysis": -1,
            "blast": -1,
            "stun": -1
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": -1,
            "shocktrap": -1,
            "flashpod": -1,
            "screamerpod": -1
          }
        ]
      },
      "parts": [
        {
          "name": "尚未公布",
          "state": "-",
          "extract": "-",
          "hitData": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
          ]
        }
      ]
    },
    "aknosom": {
      "name": {
        "tw": "傘鳥",
        "jp": "アケノシルム",
        "en": "Aknosom"
      },
      "species": "bird_wyvern",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/aknosom.png",
      "icon": "images/monsters/icons/icon_aknosom.png",
      "description": "傘鳥因單腳站立的模樣和傘類似而得其名，有強烈的地盤意識，會大張翅膀，並展開看起來如眼球般的獨特鳥冠去威嚇擅闖者。\n－官方網站",
      "breakables": "-",
      "trait": {
        "roar": "-1",
        "wind": "-1",
        "tremor": "-1",
        "element": null,
        "aliment": null
      },
      "weakness": {
        "weapon": [
          {
            "part": "-1",
            "cut": -1,
            "blunt": -1,
            "ammo": -1
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": -1,
            "water": -1,
            "thunder": -1,
            "ice": -1,
            "dragon": -1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": -1,
            "sleep": -1,
            "paralysis": -1,
            "blast": -1,
            "stun": -1
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": -1,
            "shocktrap": -1,
            "flashpod": -1,
            "screamerpod": -1
          }
        ]
      },
      "parts": [
        {
          "name": "尚未公布",
          "state": "-",
          "extract": "-",
          "hitData": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
          ]
        }
      ]
    },
    "somnacanth": {
      "name": {
        "tw": "人魚龍",
        "jp": "イソネミクニ",
        "en": "Somnacanth"
      },
      "species": "leviathan",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/somnacanth.png",
      "icon": "images/monsters/icons/icon_somnacanth.png",
      "description": "  月光照耀下的姿態看上去像女性，因其在水中優雅自在地游泳的姿態而被稱為「人魚龍」。由於凶暴的性格，如果出現獵物的話，就會從喉嚨的器官中灑出睡眠粉，令獵物昏迷，然後捕殺。\n－官方網站",
      "breakables": "-",
      "trait": {
        "roar": "-1",
        "wind": "-1",
        "tremor": "-1",
        "element": null,
        "aliment": null
      },
      "weakness": {
        "weapon": [
          {
            "part": "-1",
            "cut": -1,
            "blunt": -1,
            "ammo": -1
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": -1,
            "water": -1,
            "thunder": -1,
            "ice": -1,
            "dragon": -1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": -1,
            "sleep": -1,
            "paralysis": -1,
            "blast": -1,
            "stun": -1
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": -1,
            "shocktrap": -1,
            "flashpod": -1,
            "screamerpod": -1
          }
        ]
      },
      "parts": [
        {
          "name": "尚未公布",
          "state": "-",
          "extract": "-",
          "hitData": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
          ]
        }
      ]
    },
    "khezu": {
      "name": {
        "tw": "奇怪龍",
        "jp": "フルフル",
        "en": "Khezu"
      },
      "species": "flying_wryven",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/khezu.png",
      "icon": "images/monsters/icons/icon_khezu.png",
      "description": "曾為很多獵人帶來恐怖經歷的駭人飛龍復活。\n會從牆壁和天花板伸來長長的脖子襲擊，其樣貌如同名字所示，奇怪之極。\n為了不要臨陣膽怯，做好覺悟才來挑戰吧。\n－官方網站",
      "detail": "飛龍種-龍盤目-龍腳亞目-奇怪龍下目-稀白龍上科-フルフル科\n　　危險度：★4\n　　喜歡【陰暗潮濕】的環境，平時潛藏於洞窟之中的體格相對較小的飛龍種怪物，同時，其身體有著與之特殊的生活環境相適應的進化結果，以其擁有著很多從其它的飛龍種怪物身上無法看到的特異生態而被人們所熟知。在其獨特的性質和外表上有能給人留下毛骨悚然的印象。另一方面，也有成為其狂熱粉絲的獵人。或許是因為從太古時代就開始選擇了光線難以到達的地方為棲息地，因此到現在為止，其眼睛已經【完全退化】了，身體色素也發生了【白化】致使整體呈現稀白色，因此也有著【稀白的飛龍】或【稀白龍】之稱。平時洞窟的天花板上貼著，以捕食過路的小型怪物為主，但是如果確認外敵的話就會分泌【強酸性的唾液】， 並且還能夠通過體內產生的【電流】的方式來攻擊外敵。雖然基本上以洞窟為棲息地，但有時也會在洞窟以外的例如沼澤等地遭遇。同時，與洛克拉克地區的凍土棲息的同屬【奇怪龍下目】的【毒怪龍】存在著近緣關係，在其外表和性質有很多共同點。\n　　相比起其它飛龍種怪物，稀白龍進行積極飛行的情況是十分少見的，通常情況之下，使用其像吸盤一樣進化的尾部和特殊的指爪在洞窟的天花板上貼附移動的情況很多。並且稀白龍能夠幾乎無聲的在岩壁天花板之上爬行，即使是熟練的獵人也很難感受到它的氣息。關於其從頭頂或背後突然發起襲擊的報告也有很多。主要棲息在寒冷地區，在弗拉西亞山脈等地的洞窟內目擊案例很多。同時，在被大雪封凍的寒冷期裡，也有遷徙至沼澤或密林等地的洞窟之中。但事實上，關於稀白龍的目擊在修雷德地區是很少的，因此被認為是一種比較罕見的飛龍。\n　　稀白龍作為飛龍很少見的一點是其身體上完全沒有鱗和甲殼，只有著被粘液覆蓋的稀白外皮，這種外皮對於其而言有著吸收衝擊力等效果，但如果不是優質的外皮，就很難成為武器的素材。即使是非常優質的素材，因為原本的加工難度很高，所以很多情況下使用其外皮需要通過特殊機構並且採用高度的技術才能夠加工。同時在其體內有一種被稱為【電氣袋】的強力發電器官，把這裡產生的電能從口內和體表放出來攻擊外敵和獵物。因為稀白龍在進行體表放電的時候會發生痙攣，因此稀白龍會將吸盤狀的尾部前端擴大，吸附在地上來固定住身體，因此在稀白龍出沒的地區經常能夠發現隆起的小土包。另外，如果是短時間放電的話，就可以與其唾液混合吐出形成電球，雖說是比較小型的吐息攻擊，但是也不能疏忽大意。另外，在與外敵的戰鬥時，不僅會在脖子壓低，發出嗚嗚的喉音來威嚇周圍的敵人，而且也有會為了恐嚇敵人而發出【大音量的咆哮】。其咆哮不僅音量高，而且是一種異常尖銳刺耳、令人毛骨悚然的奇聲。\n　　稀白龍能夠分離頸部的關節，再加上其肌肉力和皮膚的柔軟性，因此能夠延伸其頸部。確認獵物的時候，就會從天花板和岩壁上靠近獵物，在獵物進入攻擊範圍後，將頸部突然伸長直接捕食獵物。其環狀的嘴也很好的吸著性，獵物使用獨力要從其口中逃出是很困難的。對於快速逃竄的獵物，則能夠使用擴散的電流使之觸電而喪失行動能力，雖然前面提到擁有著伸縮自如的頸部，但是一旦老化的話，其肌肉力量就會衰退因此發生下垂，據說這樣就會難以進行捕食直到死亡。\n　　關於稀白龍的研究，現在只能說是還在揭明的路上。原本個體數量不太多，發現它們也很困難，因此有很多疑點尚未被解答。它們長期在洞窟的有限的環境下不斷進化，從外表上來看，它們的眼睛發生了顯著退化。另外根據一些報告來看，有的個體對死肉幾乎沒有興趣。也有報告稱，稀白龍只會把活動著的動物作為獵物。但是近年來，也確認了其攝取死肉的樣子。另外，如果給飼養的稀白龍喂食飼料的話，也沒有發生特別拒絕的事。野生的個體也有著不警惕的情況下進食了作為陷阱的肉類，所以只捕食活動的生物這樣的嗜好對稀白龍來說並不絕對。除了前面所說的那樣眼睛退化了，再加上從獵人的報告中看到了稀白龍不停地嗅氣的報告，而一部分的個體也在存在異味的狀態下，確認到了試圖利用嗅氣來感知周圍的行為，又因為肥料彈對其也是十分有效的，所以現在最有力的說法是稀白龍使用嗅覺尋找獵物。但根據書士隊的實驗，作為實驗對象的稀白龍對於其身邊的新鮮屍體沒有絲毫反應，反而立刻襲擊了一旁沒有發出聲音且一動不動的老鼠。從這裡來看，稀白龍可能存在著與視覺、嗅覺、聽覺都不同的特殊感知器官。能夠察覺到生物體溫或是利用其發散的電能感知獵物等，因為稀白龍在體力衰弱時會出現很多無防備的行為，因此認為是由於體力不支而導致暫時喪失了感知敵人的能力。總之關於稀白龍的感知行為在學者之間有著各種推測。\n　　稀白龍屬於極其罕見的雌雄同體的怪物，因此會在其體內通過精子與卵子直接培育出受精卵。稀白龍會對因為受到電擊而無法動彈的獵物體內直接植入其卵，如果被電流麻痺的是飛龍等大型怪物，則會植入多個卵。孵化的幼體以獵物的內臟等為食逐漸成長起來。據說成長到一定程度，將獵物體內吃盡時就會從獵物的體內鑽出，在地面上度過幼生期，此外，其幼體並沒有翼而是蚯蚓一般的形態，待成長到一定程度時就會逐漸發生變態而成為成體稀白龍的姿態。但是，關於其幼體的珍奇需求也不少，能夠以相應的價格進行交易。有時也有希望能得到多個幼體的委託。\n　　雖然成體稀白龍的肉富含脂肪。但要注意的是，除了看起來十分美味之外，這樣的肉因為十分油膩，可以說除了味道之外確實是高級品，據說是因為其脂肪是為了防止自身被電流電死的特殊脂質。即便是被特選的白化肉，再怎麼烹飪其實都不適合人類食用。不過其成體的體液似乎包含了藥效成分，也會被用於藥品的調配等。而近年被發現的鋏角種怪物骸蜘蛛，會披負著稀白龍的皮，因此有人指出，存在著該怪物會捕食稀白龍的可能性。在一種說法中，由於骸蜘蛛自身不能夠適應乾燥的沙漠環境，所以會為了獲得富有保濕性的稀白龍外皮而襲擊了稀白龍。\n　　同時存在著外皮帶有如同血一樣顏色的亞種，看見過它外皮和翼膜的人都會被那種魅赤的色彩所吸引。雖然常年生活在洞窟中應該會失去體色素而變為白色，但是由於這種奇怪的突變，也有被稱為【魅赤龍】的情況\n　　基本上與通常種有著相同的生態和習性，只是其頸部似乎擁有更強的甩動能力，放電能力也要強一些，能看到在普通種無法看到的一些變化。有時也會把吐息像陷阱一樣使用，把多個獵物控制起來。另外，唾液的成分也變質了，接觸到的話防具就會被暫時損壞對電擊等的耐性。雖然對水等有一定程度的不佳耐性，但是考慮到生活環境的話，對於濕氣和冷氣的抵禦還是沒有問題的。\n　　關於它的名稱【フルフル】由來就有那麼點意思了，關於它的來源有很多，一是出場在「果てしない物語」中出場的有著珍珠色鱗片和美麗歌聲的幸福之龍「フッフール」，還有一種真菌類造成的皮質感染病症【マラセチア·フルフル】（這個明顯好像沒啥關係），目前最合理的是所羅門72柱中的惡魔，雷伯爵【フールフール】。這位排在所羅門72柱中的第34位魔神，統領著26個軍團。其外表是一頭有著燃燒蛇尾、巨大的蝙蝠翼的半人鹿。它可以控制男女之間的愛情以及風雨雷電。在72惡魔中，只有它可以控制天氣。",
      "breakables": "頭、身體",
      "trait": {
        "roar": null,
        "wind": null,
        "tremor": null,
        "element": null,
        "aliment": null
      },
      "weakness": {
        "weapon": [
          {
            "part": null,
            "cut": 0,
            "blunt": 0,
            "ammo": 0
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": 0,
            "water": 0,
            "thunder": 0,
            "ice": 0,
            "dragon": 0
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": 0,
            "sleep": 0,
            "paralysis": 0,
            "blast": 0,
            "stun": 0
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": 0,
            "shocktrap": 0,
            "flashpod": 0,
            "screamerpod": 0
          }
        ]
      },
      "parts": [
        {
          "name": "頭部",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            63,
            70,
            80,
            30,
            5,
            0,
            5,
            5,
            0
          ]
        },
        {
          "name": "首",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            75,
            50,
            50,
            25,
            5,
            0,
            5,
            5,
            0
          ]
        },
        {
          "name": "胴",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            45,
            45,
            25,
            25,
            5,
            0,
            5,
            5,
            0
          ]
        },
        {
          "name": "尻尾",
          "state": "通常",
          "extract": "緑",
          "hitData": [
            20,
            20,
            30,
            20,
            5,
            0,
            5,
            5,
            0
          ]
        },
        {
          "name": "翼",
          "state": "通常",
          "extract": "白",
          "hitData": [
            25,
            25,
            25,
            20,
            5,
            0,
            5,
            5,
            0
          ]
        },
        {
          "name": "脚",
          "state": "通常",
          "extract": "白",
          "hitData": [
            25,
            20,
            35,
            15,
            5,
            0,
            5,
            5,
            0
          ]
        }
      ]
    },
    "royal_ludroth": {
      "name": {
        "tw": "水獸",
        "jp": "ロアルドロス",
        "en": "Royal Ludroth"
      },
      "species": "leviathan",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/royal-ludroth.png",
      "icon": "",
      "description": "大型的雄性水生獸個體，人稱「水獸」。可利用脖子處的海綿狀鱗片儲存大量水分以防止表皮乾燥，使其得以在陸地上活動。若海綿萎縮，便會失去該功能，因此牠會試圖補充水分。另外，還會朝獵物的腳下吐出特殊的黏液，藉此捕捉獵物。",
      "detail": "海龍種-海龍目-海龍亞目-綿毛龍下目-ロアル科\n　　危險度：★3\n　　棲息在水源豐富的地區的大型海龍種怪物，屬於水生獸之中的雄性個體，在公會也將其稱為【水獸】另外，一部分獵人也將其稱為【地爬之水】【黃色惡魔】等。無論是淡水還是海水都能夠適應自如，因為對於水有著較強的依賴性，因此比較傾向於生活在有著較深水域的地區。\n　　作為君臨群體的雄性，像是為了展露其威嚴一般，從其脖頸到背部積蓄著大量呈【海綿質地的鬃毛】。這是水獸為了積蓄水分而發生了變質的鱗片，主要是由毛髮纖維一般的壞死細胞形成，並且其結構呈現出海綿一般的網狀，因此，可以積蓄大量的水分，因為這種性質其鬃毛有時也被稱為【海綿體】。在其膨大的鬃毛內部，有著許多豎著或疊起來的棘刺，從外表上來看最顯著的一部分是被當做其頭冠的部位，而除此之外其餘的棘刺因為位於鬃毛之內所以憑肉眼是無法發現的。在其鬃毛之內儲蓄水量較多的時候會豎起棘刺刺，使整個鬃毛部分被撐起來，不僅可以保存水分，還可以起到以膨脹來威嚇敵人的作用。並且膨大的鬃毛還可以起到從另一頭雄性或其它外敵的攻擊中保護要害的作用。因此對於水獸來說，鬃毛是維持個體生態的至關重要的角色。並且水獸非常討厭乾燥，如果鬃毛失去水分，疲勞感也會隨之而來。在那個時候就有回到水中或在瀑布之下補充水分的習性。\n　　在狩獵和與外敵的戰鬥中，也能夠將積蓄的大量的水作為武器使用。例如將儲存的水分通過皮膚表面特殊的孔吸入之後和其體液混合，就可以吐出一種粘性的液體來攻擊敵人。作為水棲的怪物，在陸地之上出人意料的有著較高的運動能力，用發達的指爪牢牢的抓住地面，像爬行一樣使出速度很快的突進。這種陸上能力的主要來源是其體內擁有著被稱為【狂走浸出物】的特殊體液，由於其影響，具有水獸在陸上運動之中也能夠發揮驚人的持久力。但是，因為在陸地上的戰鬥是一邊消耗大量的水一邊進行戰鬥的，基於其對於水分的依賴性，如果高量消耗水分的話就算是補充也會顯得力不從心\n　　除了水獸之外，幾乎沒有像它們那樣擁有著高度社會性的海龍種。基本上，一個族群有一頭水獸帶領著10 ~ 20頭的雌性水生獸，過著所謂的後宮生活。同時，一頭水獸為了維持其地位總是警戒著可能出現的另一頭雄性，因此會在其地盤上不斷巡迴，所以會頻繁出現大大小小的爭鬥。因此，一頭水獸君臨一個族群的期間是較短的。在而在彼此的戰鬥之中，它們會不斷的開合其頭冠來警告對方。另外，在鬃毛之中積蓄的水量也是優劣的一大因素，為了向對手展現自己的力量，使晃動其身體把積蓄的水撒出來，而獲得爭鬥勝利的雄性可以將失敗者的族群合併來形成更巨大的族群。\n　　在海龍種之中屬於少見的雜食性怪物，不過有著強的肉食性的傾向。主要以一些甲殼種、魚類等各種各樣的動物為食。在食物匱乏的時期也有進食藻類的情況，但根據其表現來看似乎不是很喜歡吃這類食物。不是很擅長捕捉運動的快魚，但從其板狀的堅固牙齒來看，主要以甲殼類為食的比例很高。但是，如果和組成群體的話，也會為了維持族群也會集體襲擊大型的水棲食草龍等，而成體的雄性由於其鬃毛的緣故，在陸地上的行動時間也會變長，單獨瞄準食草龍等怪物。另外，對於那些肉食怪物吃剩的屍體也不會介意。因此，如果在水面上擊打發出聲音的話，就可能吸引到它的注意力，並且可能會搶奪其它怪物捉到的獵物。\n　　而雌性的水生獸一旦到產卵期的話，就會把活動的場所轉移到地上。而積蓄了大量水的雄性就會給陸地的雌性撒水來為它們補充水分。雌性會在沙灘上挖掘一個洞並且在裡面產下一到四枚卵。但是其成體只負責將卵孵化，在幼體孵化後就不會再為其提供保護。因為幼體的時期體型體重都比較小的緣故，因此很容易出現在海水較急湍的地方被衝走最後喪命的情況，而在水流平緩的淺灘水域之中定居下來的幼體主要以捕食甲殼類等為食，在成長帶一定階段之後就會尋找其所屬的族群\n　　同時存在著在體內含有猛毒的水獸亞種。由於其毒液的影響，以鬃毛為中心的身體也被染成了紫色，從外表上來看也被稱為【紫水獸】\n　　與通常種一樣棲息在水源豐富的地區，但比起水中更喜歡淺灘活動。與通常種相比強韌的個體很多，因此狩獵有著嚴格的限制。\n　　因為有著將毒液和水分混合撒出來逼退外敵的習性，如果就這樣將毒液撒到四周的話，也會出現其活動地區的水域被毒液污染而變成紫色的令人毛骨悚然的現象。至於其體內為什麼會蘊含如此豐富的毒素，還在調查之中，有著日後明確的必要\n　　能夠保濕保水的鱗片和海棉質的外皮雖然硬度不太高，但具有相當的彈性和柔軟性。作為武具的素材也有充分的利用價值，根據加工的方法，要比純粹的鐵製的裝備更加優秀。另外，因為是水棲的大型怪物，因此一部分的素材也被用作船舶的加固材料。除此之外，各素材都因為有著各種各樣的用途而被交易，例如其尾部可以發揮舵的作用，也有作為船的強化材料的需求，在漁村等方面是特別需要的材料，並且水獸的骨也可以作為肥料而使用。為了確保其素材供應，很多人都會提出狩獵的委託。而紫水獸所持有的毒液如果少量的話則有著一定的藥用價值，而未被其毒素影響的鱗片呈現出美麗的乳白色，被作為珠寶商品而進行交易。甚至在某個地方的上流階級的人們之間也流行過將水獸作為寵物飼養的風氣，因此一段時間獲得了來自大量領主官員的捕獲請求。",
      "breakables": "頭、鬣、尾",
      "trait": {
        "roar": null,
        "wind": null,
        "tremor": null,
        "element": null,
        "aliment": null
      },
      "weakness": {
        "weapon": [
          {
            "part": null,
            "cut": 0,
            "blunt": 0,
            "ammo": 0
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": 0,
            "water": 0,
            "thunder": 0,
            "ice": 0,
            "dragon": 0
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": 0,
            "sleep": 0,
            "paralysis": 0,
            "blast": 0,
            "stun": 0
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": 0,
            "shocktrap": 0,
            "flashpod": 0,
            "screamerpod": 0
          }
        ]
      },
      "parts": [
        {
          "name": "頭部",
          "state": "通常",
          "extract": "白",
          "hitData": [
            40,
            45,
            65,
            30,
            0,
            5,
            5,
            5,
            0
          ]
        },
        {
          "name": "腹",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            50,
            40,
            35,
            35,
            0,
            10,
            10,
            0,
            0
          ]
        },
        {
          "name": "たてがみ",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            65,
            50,
            35,
            40,
            0,
            15,
            10,
            0,
            0
          ]
        },
        {
          "name": "背中",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            30,
            45,
            35,
            30,
            0,
            10,
            5,
            5,
            0
          ]
        },
        {
          "name": "前脚",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            24,
            40,
            25,
            20,
            0,
            10,
            10,
            0,
            0
          ]
        },
        {
          "name": "後脚",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            30,
            24,
            30,
            20,
            0,
            10,
            5,
            0,
            0
          ]
        },
        {
          "name": "尻尾",
          "state": "通常",
          "extract": "白",
          "hitData": [
            40,
            30,
            40,
            25,
            0,
            5,
            5,
            0,
            0
          ]
        }
      ]
    },
    "rathalos": {
      "name": {
        "tw": "火龍",
        "jp": "リオレウス",
        "en": "Rathalos"
      },
      "species": "flying_wryven",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/rathalos.png",
      "icon": "images/monsters/icons/icon_rathalos.png",
      "description": "象徵Monster Hunter的飛龍。\n會以優異的飛行能力從高空迅速降下，使用帶毒的強力爪擊攻擊敵人。\n正如其名所示，其吐出的火焰威力強大，需要小心。\n－官方網站",
      "detail": "飛龍種-龍盤目-龍腳亞目-甲殼龍下目-飛龍上科-リオス科\n　　危險度：★5\n　　擁有著紅黑色的鱗甲，被稱為【火龍】的大型飛龍種怪物的雄性個體，因為在目前很多被確認的飛龍之中也擁有著異常優秀的飛行能力，並且其空中能力之精密甚至能夠輕易捕捉到空中飛行的小鳥，因此又被人們冠以了【天空之王者】、【大空之王】等別名。加之其擁有著較高的戰鬥力和凶暴性，從其綜合性的危險度高度來看也有人將其稱為【飛龍之王】。除了與擁有綠色外殼的雌性個體在特徵上的不同之外，還有一部分的生態和其所擅長的戰術等也存在著差異，有時為了將其明確地的雌性區分開來，公會也有將其稱為【雄火龍】。雄火龍是擁有著高飛行能力的飛龍同時作為最廣為人知的飛龍，也可以說是飛龍種的種族代表。平時在以巢為中心的領地上空飛行，在發現獵物便會突然俯衝而下，所以其發達的腳爪襲擊獵物。特使其性格十分凶猛，對於侵犯其領地的東西，使用其火焰吐息和帶有猛毒的指爪展開毫不留情的攻擊。但是，因為只有打倒雄火龍的獵人才能夠被認可為是一名真正的獵人，所以有很多獵人都會為了證明自己的實力而前去挑戰雄火龍。\n　　作為在天空之中飛舞的飛龍的代表，雖然它的巨體看起來很難長時間的持續飛行，但是，雄火龍擁有著一對極其強韌的翼，甚至能夠允許雄火龍在空中進行連續數日的持續飛行，因此雄火龍在世界範圍之內都廣有分布。此外，據說在雌火龍為幼崽尋找餌食期間，為了防止巢穴遭到入侵，因此雄火龍便會履行看護巢穴的職責。由於從更廣範圍的空中進行監視能夠更容易發現敵人，因此雄火龍在育兒期間，其飛行能力會到達極端發達的程度。作為其結果，現在的定論稱為這使得雄火龍獲得優秀的飛行能力。另外，也有說法稱，雄火龍還擁有這能夠從高空輕易發現敵人的強大視力。另外，雄火龍擁有著非常優秀的飛行控制力，可以直接在空中捕捉住飛行的鳥類等。結合其軀體可以說雄火龍是一種十分華美的生物、且這能夠在雄偉的天空之中飛翔的飛龍正是與【天空王者】之名相稱的存在，由於其姿態容易在人們心中留下【天地之化身】這樣的印象，因此雄火龍常常受到人們的敬畏。\n　　同雌火龍相同，在雄火龍的體內也擁有被稱為【火炎袋】的內臟器官，通過噴吐在這裡產生的粉塵炎塊攻擊外敵。其吐息的威力隨著彈的同時爆發，以驚人的熱量和爆炸風來破壞被命中的東西，有著一瞬間就將物體燒焦的凶惡的威力。由於其火焰吐息的過度的熱量，在吐息時雄火龍的喉嚨也會遭到燒傷，但是由於雄火龍自身所具備的驚人的【再生能力】，在其喉嚨被火焰灼傷的瞬間就能夠恢復再生。能夠精妙的處理其火炎袋內的可燃性粉塵並且進行各種攻擊。其全身的甲殼耐熱性和耐火性也非常優秀。在高溫的環境下，不僅能夠長時間活動，也可以步行到灼熱的熔岩之上。\n　　與外敵對峙時，時而揮舞著尾巴並且發出低吼聲來威嚇敵人。其尾側生長著巨大的骨刺，雖然沒有雌火龍的棘和本種的指爪那樣的毒性，但是以單純的殺傷力來說，倒不如說有著同等的危險程度。另外，能夠深深刺入岩石當然銳利腳爪之中能夠分泌出血性的猛毒，在空中急降時配合其體重，能夠把獵物的肉直接挖出來。雄火龍的指爪成長迅速，全長在55cm左右而前幅在22cm左右，其指爪幾乎在不斷地生長出新的組織，並且還能夠一直保持著堅硬，並且能夠確認到成長之後的層裡構造，由於其呈鉤狀內彎的結構，使其一旦抓住獵物就不會鬆開。\n　　從其知名度的和狩獵的難易度來看，也是一種聚集了人們憧憬的怪物。以其素材製作的武具，據說對於獵人來說，也有著堪比王冠的價值。因此以打倒雄火龍為目標的獵人也很多。在村落裡的孩子們也熱衷於扮演火龍的遊戲，也可以說是其知名度很高的緣故吧。此外，用火龍火焰熏制的【火龍威士忌】作為名品也廣受歡迎，而它們的裡脊肉和舌等也有作為食材的需求，據說非常美味，但是在市面上也很少。即使得到了，原本是由於其自身具備的耐火性，所以在一般的火力下進行烹調是很困難的，因此很多情況之下需要使用燃石炭來進行烤制。\n　　由於它們的知名度，有時也會成為很多已存在的怪物的代名詞或作為自然的象徵。同時在東多爾瑪，為了區分行政區與住宅區，而將行政區的房頂設定為紅色，住宅區的房頂設定為綠色，這也是向雄火龍與雌火龍進行致敬。\n　　同時在火龍之中存在著擁有特殊的生態和強大實力的個體，被稱為【飛龍之王，王中之王】的、被冠以【黑炎王】的二名的個體\n　　比起通常個體，黑炎王擁有著深紅近黑的鱗甲，比起通常個體而言體型更是巨大了接近兩圈。黑炎王的特徵是能夠帶動其巨體飛揚到空中的雄偉黑翼，以及在翼膜之上浮現金色紋。其擁有著強大的力量與作為王者之證的高傲榮耀，對於平常人等置之不理，但對於膽敢在自己領地裡作亂的罪人則毫不留情，作為王者，將對其施以最痛烈的斷罪作為回應。\n　　黑炎王操縱著超於通常個體規模的火焰，其火焰吐息的威力一發是與以往發現的火龍個體也不能與之相比較的那樣的可怕。據說能夠產生覆蓋周圍一帶的爆炎，將一切徹底焚盡。另外，特別進行深呼吸之後，還能夠噴吐出帶有巨大核的吐息，以及產生的大爆炸而被捲入其中的外敵一舉炸飛。另外，毒爪中含有的毒甚至連亞種和稀有物種都能夠超過的猛毒，其毒爪也是僅僅連擦傷都能夠導致死亡的凶器。並且發現，黑炎王對於閃光也得到相當的耐性，如果其巨翼本身沒有很大的損傷的話，即使在滯空中遭到閃光攻擊而失衡也能夠立即恢復其體勢而不墜落。\n　　據說能夠在自然豐饒的地區觀望到其姿態，但有時也有在火山之中目擊。並且有著黑炎王與擁有著紫毒姬的二名的雌火龍有著共同活動的報告。從其遠超通常個體的壓倒性戰鬥力來看，公會對這個個體設置了特別措施。如果不能從公會處得到特別的許可的話就不允許進行狩獵。\n　　此外，存在著擁有如同天空一般的蒼色外殼的雄火龍，因為其身體顏色被認為是蒼空的保護色，因此公會將其稱為【蒼火龍】\n　　自古以來就流傳著與蒼火龍相遇的人，其命運將會發生激變的傳說。關於蒼火龍的目擊案例比較少，有時也可以說是一種幻象，同時與火龍一樣可以說是很受歡迎的怪物。在村子裡孩童之間也流行紅蒼火龍的遊戲。\n　　比起雄火龍而言，蒼火龍不僅僅擁有著更加堅固的鱗甲與更強大的火焰噴吐能力，而且其在空中飛行的持續時間有更長，對於地面目標的捕捉能力也更加敏銳。此外也有大量報告顯示，蒼火龍與其雌性亞種【櫻火龍】很多情況之下都會共同活動。關於蒼火龍的成因，一直以來學者都分成兩個派別。其中一個派別認為，蒼火龍是進入中年期之後的雄性火龍，因為年歲的成長，體內的色素水平也呈現出一些特殊的變化。體表的顏色也從紅色變成了蒼藍色。另一個派別則認為，蒼火龍的成因遠沒有這麼簡單，首先，蒼火龍的目擊報告十分稀少，與火龍這個龐大的種群顯得有些格格不入。其次，蒼火龍的活動區域與人類生活的區域少有交集，也與雄火龍實際的生態習性並不相符。然而雙方都無法舉出決定性的證據，因此這場曠世持久的爭議，至今仍未有定論。\n　　此外，在極其有限的地域同時有著極其稀少報告的雄火龍的【特殊化亞種】，被公會冠以【火龍稀少種】之稱，由於它擁有著閃耀著金屬光澤的【白銀色】外殼，又將其稱之為【銀火龍】。\n　　即使是見多識廣的一流獵人，能夠了解銀火龍存在的人也少之又少，所以它們被認為是【傳說中的存在】，即使是放在自然界中，這般璀璨耀眼的體色也是一種極為特殊的體色，有人認為這般璀璨的色彩是【天之授予】，也有地區的人會將銀火龍的形象加以神化，稱之為【白銀的太陽】\n　　出自銀火龍的素材，單單是一枚鱗片就有著能夠與珠寶飾品相當的價值，被稱為【極為美麗且無物能出其右】 ，甚至有著連在深淵的黑暗中也能感受到其光耀的程度。也有從古代的王墓中出土過同樣的東西，據說是古代的王族供奉於神明的神器。\n　　關於銀火龍特殊的體色的由來，被認為是來自【飛龍之祖】的不斷繼承的遺傳基因產生了變異，致使誕生了這種近乎夢幻的生物，同時也有觀點認為它們是一種【外表近似於火龍但又不同於火龍】的稀有物種，因為其體內存在有被稱為【煌液】的物質，據說其煌液擁有著不尋常的高溫，落到地面還能夠持續沸騰數日，但也沒有得到確切的證實。同時在豐隆的太古遺跡【古塔】以及【古塔秘境】之中關於它們的目擊信息最多，因此該地區也被認為是它們的巢穴。有時也有為了捕獵而離開古塔，前往周邊的濕地或是結雲地區的溪流地帶。如果能夠目擊到其中一頭的話，那麼很有可能另外一頭【異性的稀少種】也在附近，因為根據目擊，稱其很多情況下都是與伴侶【共同行動】的。\n　　關於以上的詳細的生態，有很多不明之處，關於銀火龍的生態研究幾乎沒有進展。但是其戰鬥力和狂暴性在遠超於大部分的飛龍，或者說是雌雄稀少種帶來威脅程度能夠直逼【古龍種】。另外，其出現本身也被稱為一種凶兆。據說在村落附近看到銀火龍的身影的話，可能會招致被捲入其中的大混亂。",
      "breakables": "頭、翼、背、尾",
      "trait": {
        "roar": "小",
        "wind": "小",
        "tremor": "無",
        "element": "火",
        "aliment": "燃燒、中毒"
      },
      "weakness": {
        "weapon": [
          {
            "part": "頭",
            "cut": 3,
            "blunt": 3,
            "ammo": 3
          },
          {
            "part": "翼",
            "cut": 2,
            "blunt": 2,
            "ammo": 2
          },
          {
            "part": "尾",
            "cut": 2,
            "blunt": 2,
            "ammo": 2
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": 0,
            "water": 1,
            "thunder": 2,
            "ice": 1,
            "dragon": 3
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": 1,
            "sleep": 2,
            "paralysis": 2,
            "blast": 1,
            "stun": 2
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": 2,
            "shocktrap": 2,
            "flashpod": 2,
            "screamerpod": 0
          }
        ]
      },
      "parts": [
        {
          "name": "頭",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            60,
            65,
            50,
            0,
            15,
            20,
            15,
            30,
            100
          ]
        },
        {
          "name": "頸",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            35,
            37,
            30,
            0,
            5,
            10,
            5,
            20,
            0
          ]
        },
        {
          "name": "身體",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            25,
            25,
            20,
            0,
            5,
            10,
            5,
            20,
            0
          ]
        },
        {
          "name": "背",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            25,
            25,
            20,
            0,
            5,
            10,
            5,
            20,
            0
          ]
        },
        {
          "name": "翼",
          "state": "通常",
          "extract": "緑",
          "hitData": [
            20,
            21,
            19,
            0,
            10,
            15,
            10,
            25,
            0
          ]
        },
        {
          "name": "腳",
          "state": "通常",
          "extract": "白",
          "hitData": [
            35,
            35,
            30,
            0,
            0,
            5,
            0,
            15,
            0
          ]
        },
        {
          "name": "尾",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            45,
            40,
            35,
            0,
            5,
            10,
            5,
            20,
            0
          ]
        }
      ]
    },
    "pukei-pukei": {
      "name": {
        "tw": "毒妖鳥",
        "jp": "プケプケ",
        "en": "Pukei-Pukei"
      },
      "species": "bird_wyvern",
      "image": "https://oyster.ignimgs.com/mediawiki/apis.ign.com/monster-hunter-world/6/6a/MHW-Pukei-Pukei_Render_001_copy.jpg",
      "icon": "",
      "description": "",
      "detail": "鳥龍種-龍盤目-鳥腳亞目-???上科-???科\n　　危險度：★3\n　　在古代木之森深處以及大蟻冢荒地中展露姿態，極具特徵性的大型鳥龍種怪物。由於其體內具有積存毒液的器官，並且會將其產生的毒液與其所進食的植物混合而成強有力並且有著不同性質的毒液的生態。從這個特徵中又將其稱為【毒妖鳥】\n　　全身被綠色的甲殼和鱗片覆蓋，在頸部和翼部等部位還生有羽毛，但是其尾巴的顏色卻異常鮮艷，環狀的色帶預示著它身懷劇毒，在腹部還有著白色的皮骨樣突起。同時毒妖鳥既沒有鋒利的牙齒，也沒有堅硬的喙，它所使用的捕食器官是它的【舌頭】，平時的形狀像是長著細長的鞭子，但是如果在其中積存了食物的話，肥大化的舌頭完全伸出幾乎有它身體長度的一半，不僅可以用來攻擊敵人，毒妖鳥也會使用它靈活的舌頭來獲取食物，由於沒有可用於咀嚼的牙齒，所以毒妖鳥的食物也限於一些植物果實如飛散核桃等。\n　　為了捕食植物性的東西，毒妖鳥經常被發現停留在食物較多的森林的深處，特別是在樹冠層飛行並且用長而靈活的舌頭抓取植物果實，如果嗅到了其喜愛的食物的味道，即使無視眼前的敵人也要確保自己能夠將其進食到。毒妖鳥攝取的食物會在其喉囊和尾巴中積存，並且取決於它所進食並且儲存與喉囊之中的果實的種類，其體內的毒液也會出現一些驚人的效果，除了從口中噴吐毒液之外，毒妖鳥還以從自己的尾部末端——似乎是與某個器官相連接的。在其尾部會呈鼓漲的狀態時，有毒氣體就會從末端的開口處一股腦的噴出來，形成大片的毒霧。\n　　在毒妖鳥憤怒的時候，它的體色會發出顯著的變化，一部分鱗片的色澤會變成充滿警告意味的紅色，進入被稱為【毒性活化】的狀態。儘管如此，毒妖鳥還有很喜歡積極的去欺負小型的怪物，同時也有在受到大型怪物的威脅時會示弱的縮起身子，然後一溜煙逃跑的特質。",
      "breakables": "頭、翼、尾",
      "trait": {
        "roar": "小",
        "wind": "小",
        "tremor": "無",
        "element": null,
        "aliment": null
      },
      "weakness": {
        "weapon": [
          {
            "part": "頭",
            "cut": 3,
            "blunt": 3,
            "ammo": 3
          },
          {
            "part": "翼",
            "cut": 2,
            "blunt": 2,
            "ammo": 2
          },
          {
            "part": "尾",
            "cut": 2,
            "blunt": 2,
            "ammo": 2
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": 2,
            "water": 0,
            "thunder": 3,
            "ice": 2,
            "dragon": 1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": 1,
            "sleep": 3,
            "paralysis": 3,
            "blast": 2,
            "stun": 2
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": 2,
            "shocktrap": 2,
            "flashpod": 2,
            "screamerpod": 0
          }
        ]
      },
      "parts": [
        {
          "name": "頭",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            60,
            64,
            56,
            15,
            0,
            30,
            20,
            10,
            100
          ]
        },
        {
          "name": "舌",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            76,
            72,
            68,
            15,
            0,
            30,
            20,
            10,
            100
          ]
        },
        {
          "name": "頸",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            40,
            35,
            30,
            5,
            0,
            20,
            10,
            5,
            0
          ]
        },
        {
          "name": "身體",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            35,
            35,
            30,
            0,
            0,
            15,
            5,
            5,
            0
          ]
        },
        {
          "name": "翼",
          "state": "通常",
          "extract": "白",
          "hitData": [
            50,
            45,
            40,
            10,
            0,
            25,
            15,
            5,
            0
          ]
        },
        {
          "name": "腳",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            23,
            23,
            20,
            0,
            0,
            15,
            5,
            0,
            0
          ]
        },
        {
          "name": "尾",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            55,
            50,
            45,
            10,
            0,
            25,
            15,
            5,
            0
          ]
        }
      ]
    },
    "kulu-ya-ku": {
      "name": {
        "tw": "搔鳥",
        "jp": "クルルヤック",
        "en": "Kulu-Ya-Ku"
      },
      "species": "bird_wyvern",
      "image": "https://oyster.ignimgs.com/mediawiki/apis.ign.com/monster-hunter-world/c/c1/Kulu.jpg",
      "icon": "",
      "description": "",
      "detail": "鳥龍種-龍盤目-鳥腳亞目-???上科-???科\n　　危險度：★2\n　　新大陸發現的種的鳥龍種怪物。雖然沒有像大型鳥龍種那樣的翅膀，但是前腳卻很發達，特別是擅長以【特異化的手部抓拿東西】，因為其使用前腳抓取東西的樣子被賦予了【搔鳥】的別名。\n　　在身體結構上類似與無翼的鳥龍種怪物，雖然沒有翼，但是粗壯的後腳可以在崎嶇的地面步行，特殊進化的前腳異常的發達。身體的大部分覆蓋著砂色的鱗片與外皮，但是在前臂部和頂部卻生長著鮮艷的暖色裝飾羽。在其頭部有著堅固的喙，搔鳥會使用這個堅硬的喙來啄食或探索地面。\n　　而搔鳥最大的特徵的其前腳可以靈巧地拿出各種各樣的東西來搬運。特別是作為其主食，搔鳥十分喜愛【食用食草龍和飛龍等大型怪物的卵】。能夠目擊到其從其它怪物的巢穴之中偷出卵並且逃到安全圈並敲碎蛋殼進食營養豐富的蛋液的行為。另外，如果遭遇了外敵的話，搔鳥會快速的探索地面並且快速地挖出堅硬的岩石。除了會抱著岩石來敲擊敵人之外，還會將它向敵人作為投擲物投擲，並且也可以迅速地作為盾牌處理。從上述行為可以看出搔鳥表現出了充分理解岩石的特性並將其作為工具使用的【智力】。並且，懷抱岩石的搔鳥明顯會因為似乎自己獲得了強大的武器而變得膽大起來，但如果遭遇到天敵或是受到了驚嚇，就會把岩石失手丟掉然後逃跑\n　　另外，在其腳爪上也有有較長的腳爪，因此它本身也會成為禦敵的武器。但是搔鳥平時的性格非常【膽小溫順】，不僅如此，即使可以在視野很清楚地捕捉到搔鳥，也不需要對其警惕。雖然棲息在大蟻冢荒地與古代木之森等地，但由於【熔山龍】向新大陸進行了【古龍渡】的影響，直到現在為止還沒有具體信息能夠確認搔鳥在此之前就棲息於古代木之森。",
      "breakables": "頭、翼、尾",
      "trait": {
        "roar": "無",
        "wind": "無",
        "tremor": "無",
        "element": null,
        "aliment": null
      },
      "weakness": {
        "weapon": [
          {
            "part": "頭",
            "cut": 3,
            "blunt": 3,
            "ammo": 3
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": 2,
            "water": 3,
            "thunder": 2,
            "ice": 2,
            "dragon": 2
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": 2,
            "sleep": 2,
            "paralysis": 2,
            "blast": 2,
            "stun": 2
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": 2,
            "shocktrap": 2,
            "flashpod": 2,
            "screamerpod": 0
          }
        ]
      },
      "parts": [
        {
          "name": "頭",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            68,
            68,
            60,
            15,
            20,
            15,
            15,
            15,
            100
          ]
        },
        {
          "name": "身體",
          "state": "通常",
          "extract": "白",
          "hitData": [
            45,
            45,
            40,
            15,
            20,
            15,
            15,
            15,
            0
          ]
        },
        {
          "name": "前腳",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            52,
            56,
            45,
            15,
            20,
            15,
            15,
            15,
            0
          ]
        },
        {
          "name": "尾",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            55,
            50,
            35,
            15,
            20,
            15,
            15,
            15,
            0
          ]
        }
      ]
    },
    "tobi-kadachi": {
      "name": {
        "tw": "飛雷龍",
        "jp": "トビカガチ",
        "en": "Tobi-Kadachi"
      },
      "species": "fanged_wyvern",
      "image": "https://oyster.ignimgs.com/mediawiki/apis.ign.com/monster-hunter-world/4/43/MHW-Tobi-Kadachi_Render_001_copy.jpg",
      "icon": "",
      "description": "",
      "detail": "牙龍種-龍盤目-四腳亞目-？？？上科-？？？科\n　　危險度：★3\n　　以身體覆蓋著藍色的鱗皮和銀亮的白色毛髮為主要特徵的樹棲性大型牙龍種怪物，棲息在樹木豐茂地帶的深處和高處，基本上保持著樹棲生活的習性，由於其前後腳的肋間存在的皮膜在空中伸展的話，就能夠做到一定程度上的滯空和滑空。在擁有整體高運動能力的牙龍種怪物之中，有著極其獨特的【空中機動力】，由於其可以通過這種飛膜在樹木之間來回穿梭，並且伴有能夠釋放電流的能力，將其稱為【飛雷龍】。\n　　飛雷龍擁有極高的敏捷度，鋒利的腳爪可以死死的嵌入樹皮之中，此外，它的前爪上靈活的指爪還具有一定的抓握能力，結合這兩點。就讓它可以做到在巨大的樹木上快速攀爬。不僅如此，在飛雷龍靈活發達的四肢之間還生有類似于飛行怪物翼膜的一層作為【飛膜】的皮膜，雖然這層飛膜並沒有讓飛雷龍具有如同飛行怪物般的的飛行能力，但是也為它提供了一定程度上的滑翔能力。結合這些，使得飛雷龍具有了在這樣一片植被茂密、熱帶雨林一般的高濕度地區迅捷移動的能力，擅長利用自身迅捷的移動方式從獵物視線的死角處來狙殺自己的獵物\n　　如果侵入了飛雷龍的地盤的話，其在快速移動之中脫落的體毛就像雪一樣飄落到四周。如果遭遇到這種情況就需要格外小心，因為這很有可能就意味著已經進入了飛雷龍的攻擊範圍。同時，這頭造型優美的捕食者還擁有能夠釋放電流的能力。飛雷龍的體毛具有在摩擦之中非常容易【產生並積攢靜電】的性質。因此，飛雷龍體表的大量毛髮就起到了發電器的作用，飛雷龍在地表與樹木間的快速移動可以讓它的毛髮得到充分的摩擦進而產生了大量的靜電，這些靜電就這樣被飛雷龍儲存了起來，如果到了需要使用的時候，飛雷龍就會通過它的頭部延伸到脊背一直到尾巴上的針狀物，也就是將這些被稱為【雷極針】的器官將它在行動間儲存下來的大量電流釋放出來，進入被成為【帶電狀態】的身體能力增強狀態。一方面，飛雷龍並不擅長和其它大型怪物正面交鋒，特別是在面對面的純粹力量式的較量面前飛雷龍極其被動。在古代木之森裡，一些情況下能夠看到其和【蠻顎龍】圍繞著地盤而發生衝突的情況。但是在很多情況下，都會因為不對方的蠻力而被擊退。\n　　由于飛雷龍的鱗片和毛皮有著輕如羽毛一般的獨特性質，同時也富有柔韌性。用這些素材加工成的防具幾乎不會讓人在穿著時產生負重感。另外，因為體毛容易產生靜電的性質，加工後基本上也經常逆向將其捲入武器主體的同時進行特殊的加工。通過把被毛束儲存的靜電通給武器，創造出為單純的攻擊賦予電擊的能力",
      "breakables": "頭、尾",
      "trait": {
        "roar": "小",
        "wind": "無",
        "tremor": "無",
        "element": null,
        "aliment": null
      },
      "weakness": {
        "weapon": [
          {
            "part": "頭",
            "cut": 2,
            "blunt": 2,
            "ammo": 2
          },
          {
            "part": "尾",
            "cut": 3,
            "blunt": 3,
            "ammo": 3
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": 2,
            "water": 3,
            "thunder": 0,
            "ice": 2,
            "dragon": 1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": 3,
            "sleep": 2,
            "paralysis": 2,
            "blast": 2,
            "stun": 2
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": 2,
            "shocktrap": 2,
            "flashpod": 2,
            "screamerpod": 0
          }
        ]
      },
      "parts": [
        {
          "name": "頭",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            48,
            48,
            45,
            10,
            20,
            0,
            10,
            5,
            100
          ]
        },
        {
          "name": "頸",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            48,
            48,
            45,
            10,
            20,
            0,
            10,
            5,
            50
          ]
        },
        {
          "name": "身體",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            45,
            45,
            35,
            5,
            15,
            0,
            5,
            0,
            0
          ]
        },
        {
          "name": "背",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            45,
            45,
            48,
            5,
            15,
            0,
            5,
            0,
            0
          ]
        },
        {
          "name": "前腳",
          "state": "通常",
          "extract": "白",
          "hitData": [
            35,
            35,
            15,
            5,
            15,
            0,
            5,
            0,
            0
          ]
        },
        {
          "name": "後腳",
          "state": "通常",
          "extract": "白",
          "hitData": [
            30,
            30,
            10,
            5,
            15,
            0,
            5,
            0,
            0
          ]
        },
        {
          "name": "尾",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            65,
            65,
            55,
            20,
            30,
            0,
            20,
            15,
            0
          ]
        }
      ]
    },
    "anjanath": {
      "name": {
        "tw": "蠻顎龍",
        "jp": "アンジャナフ",
        "en": "Anjanath"
      },
      "species": "brute_wyvern",
      "image": "https://oyster.ignimgs.com/mediawiki/apis.ign.com/monster-hunter-world/8/8c/MHW-Anjanath_Render_001_copy.jpg",
      "icon": "",
      "description": "",
      "detail": "獸龍種-龍盤目-？？？亞目-？？？上科-？？？科\n　　危險度：★4\n　　在新大陸古龍調查團停留的【新大陸】之中棲息的大型獸龍種怪物。主要活動於調查團活動據點【星辰】向東部擴展的【古代木之森】等地。徘徊於森林和其周邊地帶，如果發現到獵物的話，就會猛烈地襲擊獵物。再加上其非常執著的性格，會對自己的獵物窮追不捨，覆蓋著下頜的大棘是其頭部的主要特徵。特別是在戰鬥中，十分擅長以強有力的顎來捕食獵物和攻擊外敵。從這種特性上來看，也被稱為【蠻顎龍】\n　　蠻顎龍擁有著幾乎與其它大部分獸龍相同的體態——強健有力的後肢與短小無用的前肢，即使是已經為大型怪物的範疇，但它的運動能力確實是非常輕快的。尤其是蠻顎龍的腳力十分發達，就連大的階梯差和懸崖般的岩壁能夠輕鬆地跨越。其身體覆蓋著粗糙的桃粉色鱗片，而從背部到其尾部澤覆蓋著大量的黑色毛髮，正如它的名字那樣，其攻擊主要是使用強有力的顎來進行撕咬為主，以鋒利的牙齒和強韌的咬合力來對獵物造成致命的傷害。\n　　而作為獸龍種之中十分罕見的特徵，蠻顎龍的背中部位收放著一對形似翼的帆狀物。平時會將其收放起來，而在興奮時則會將以此為扇狀展開。將其張開的主要目的是為了讓自己的體型看起來更大，借以來威嚇敵人。同時，在天氣晴朗的日子裡也能夠目擊到蠻顎龍把帆狀物張開，並且悠閒地享受日光浴的情形，基於上述的行為，蠻顎龍的帆狀物可能還會起到調節體溫的作用。\n　　另外，雖然蠻顎龍的頭部看起來非常平滑，但是其鼻尖部位卻存在著非常具有特徵性的構造。其鼻骨在內部形成了非常獨特的鼻腔器官，在蠻顎龍有需要或者是興奮時就會張開，第一眼看上去往往會把它張開的鼻骨誤認成它的頭冠，如此的構造賦予了蠻顎龍異常敏銳的嗅覺，使它能夠遁著獵物殘存下來的氣味找到獵物的行蹤，並且蠻顎龍會通過它來噴射自己的鼻腔粘液來標記自己的領地。\n　　一旦被其強有力的大顎捕捉到的話，拼命掙扎的中型怪物也無法輕易逃離，只用下顎的力量就可以直接扔出與其對峙外敵，在棲息地區一帶都表現的十分蠻橫，在古代木之森生態系統中也可以說是名列前茅的存在。但是，面對同地區作為生態系統頂端的火龍，蠻顎龍在實力上就要顯得遜色一些。很多情況下，在爭奪地盤的競爭中直接發展到戰鬥或者是因為過度追求獵物，蠻顎龍有時就會踏入了被火龍占據的棲息範圍，並且遭受到來自保衛領地的火龍的急襲。\n　　當蠻顎龍憤怒時，其背部的帆狀物和鼻骨會同時展開，展現出與平常時不同的輪廓姿態。另外，由於其體內存在有類似火焰袋的器官，因此能夠較為明顯的發現其喉部出現了紅熱化，進入被稱為【炎熱積蓄】的狀態。在這個狀態下，對火和熱耐受能力不佳的東西是隻接觸到其下顎就會起火，另外，隨著時間的流逝，其積蓄的熱能也會逐漸提高，從其口邊可以明顯觀察到有火炎粉塵的外露，當熱能積蓄到極限時，蠻顎龍就從口中或是鼻骨內噴射出高熱的火炎吐息。\n　　蠻顎龍的素材被自身放出的火焰和熱所鍛煉，因此非常結實。以強化武器和製作框架為中心受到廣泛的使用。據說使用其素材打造的武具，獵物受攻擊翻出的血都會散髮出熱量，也可以讓人感覺到擁有了粗暴野蠻的蠻顎龍的那般鬥志。雖然是閒談，但蠻顎龍的尾巴也有作為食材的需求。",
      "breakables": "頭、尾",
      "trait": {
        "roar": "小",
        "wind": "小",
        "tremor": "小",
        "element": null,
        "aliment": null
      },
      "weakness": {
        "weapon": [
          {
            "part": "頭",
            "cut": 3,
            "blunt": 3,
            "ammo": 3
          },
          {
            "part": "尾",
            "cut": 2,
            "blunt": 2,
            "ammo": 2
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": 0,
            "water": 3,
            "thunder": 2,
            "ice": 2,
            "dragon": 1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": 2,
            "sleep": 2,
            "paralysis": 2,
            "blast": 1,
            "stun": 2
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": 2,
            "shocktrap": 2,
            "flashpod": 2,
            "screamerpod": 0
          }
        ]
      },
      "parts": [
        {
          "name": "頭",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            60,
            60,
            45,
            0,
            25,
            10,
            15,
            5,
            100
          ]
        },
        {
          "name": "鼻",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            65,
            63,
            55,
            0,
            30,
            15,
            20,
            10,
            0
          ]
        },
        {
          "name": "頸",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            30,
            30,
            10,
            0,
            20,
            5,
            15,
            5,
            50
          ]
        },
        {
          "name": "身體",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            30,
            30,
            45,
            0,
            15,
            5,
            10,
            0,
            0
          ]
        },
        {
          "name": "翼",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            63,
            45,
            55,
            0,
            30,
            15,
            20,
            10,
            0
          ]
        },
        {
          "name": "腳",
          "state": "通常",
          "extract": "白",
          "hitData": [
            21,
            21,
            15,
            0,
            15,
            5,
            10,
            0,
            0
          ]
        },
        {
          "name": "腳",
          "state": "破壞後",
          "extract": "白",
          "hitData": [
            45,
            45,
            50,
            0,
            15,
            5,
            10,
            0,
            0
          ]
        },
        {
          "name": "尾",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            60,
            60,
            75,
            0,
            20,
            10,
            15,
            5,
            0
          ]
        }
      ]
    },
    "jyuratodus": {
      "name": {
        "tw": "泥魚龍",
        "jp": "ジュラトドス",
        "en": "Jyuratodus"
      },
      "species": "piscine_wyvern",
      "image": "https://oyster.ignimgs.com/mediawiki/apis.ign.com/monster-hunter-world/6/6a/JyuratodusRender.jpg",
      "icon": "",
      "description": "",
      "detail": "魚龍種-魚龍目-有腳魚龍亞目-？？？科\n　　危險度：★3\n　　在新大陸東部的大蟻冢荒地之中棲息於廣闊泥沼地之中的大型魚龍種怪物。與【熔岩龍】是類似於近緣物種的存在（事實上更像新大陸原生物種，因為泥魚龍和熔岩龍在身體上有一點很大的不同之處），因為有著棲息於泥沼之中，並且有著會將身體上涂滿泥漿的習性，因此稱之為【泥魚龍】\n　　泥魚龍的身體上覆蓋著近似於泥漿色彩的茶色鱗片與灰色的甲殼，由於荒地大部分地區都屬於長時間的缺水乾燥，因此泥魚龍選擇居住在荒地之中少數的幾處有水的泥沼之中，並且將身體上裹滿了厚厚的泥漿來保護自己免於烈日和乾旱的困擾，除了棲息在泥沼，泥沼也是泥魚龍用於狩獵的場合，以狩獵前來飲水的怪物為食，釘狀的牙齒可以牢牢的撕咬住獵物並且把它們拖入泥潭。並且，泥魚龍在魚龍種之中也似乎有著相對來說比較好的視力，能夠目擊到其偶爾從泥中抬起半身並且眺望周圍的樣子。\n　　與外敵的戰鬥時也採取了利用泥沼的戰術，通過快速的在泥沼之中游動，借此使用自己的身軀猛撞敵人，或者是從泥沼之中對敵人進行突然奇襲的姿態也被確認到了。特別是在水和泥的雙重作用之下，在泥沼之中很容易會被限制行動，如果遭遇泥魚龍的話將是一個不小的威脅，就算是大型龍那樣的巨大的外敵，也有可能會被捲入其中並遭受到來自泥魚龍的攻擊。\n　　有時泥魚龍也會向獵物或是敵人噴吐泥塊，其噴吐的泥塊因為質量和粘性，被直擊的話也會造成一定的疼痛。但泥魚龍噴吐這種泥塊的主要目的並不是為了殺傷，而是為了起到暫時性拘束住自己的目標的作用。\n　　泥魚龍雖然有著腿部但是卻不足以發達到能夠支持其在陸地上長時間的進行活動，因為它更擅長的是在泥漿之中暢遊而不是在陸地上笨拙的拖動著自己的身軀。並且，泥魚龍有著極強的領地意識，當其領地的入侵者安靜的離開時，泥魚龍的表現也不會太過激，但如果入侵者沒有這樣做，它就會積極的發起攻擊來排除這個威脅。同時，作為共享的泥潭棲息地，泥魚龍與土砂龍之間的競爭是不可避免的。常常被目擊到兩者為了爭奪地盤而發生激烈衝突的姿態。在泥沼之中有極強機動力的泥魚龍，以其速度來從腳下奇襲土砂龍，而在另一方面，在純粹的力量和陸地戰鬥中，則是土砂龍比較占優，雖然兩者之間幾乎不可能出現單方面的碾壓性的戰鬥，但雙方都會持續糾纏直到彼此或多或少都受到傷害，結果是以接近疼痛的形式結束這場爭鬥。",
      "breakables": "頭、尾",
      "trait": {
        "roar": "無",
        "wind": "無",
        "tremor": "無",
        "element": null,
        "aliment": null
      },
      "weakness": {
        "weapon": [
          {
            "part": "頭",
            "cut": 3,
            "blunt": 3,
            "ammo": 3
          },
          {
            "part": "尾",
            "cut": 3,
            "blunt": 3,
            "ammo": 2
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": 1,
            "water": 0,
            "thunder": 3,
            "ice": 1,
            "dragon": 1
          },
          {
            "condition": "泥纏狀態",
            "fire": 0,
            "water": 3,
            "thunder": 0,
            "ice": 1,
            "dragon": 1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": 2,
            "sleep": 1,
            "paralysis": 2,
            "blast": 1,
            "stun": 3
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": 2,
            "shocktrap": 2,
            "flashpod": 2,
            "screamerpod": 2
          }
        ]
      },
      "parts": [
        {
          "name": "頭",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            58,
            58,
            58,
            5,
            0,
            10,
            5,
            5,
            100
          ]
        },
        {
          "name": "頭",
          "state": "泥纏狀態",
          "extract": "赤",
          "hitData": [
            23,
            23,
            23,
            0,
            25,
            0,
            5,
            5,
            100
          ]
        },
        {
          "name": "頸",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            43,
            43,
            43,
            5,
            0,
            10,
            5,
            5,
            0
          ]
        },
        {
          "name": "身體",
          "state": "通常",
          "extract": "白",
          "hitData": [
            35,
            35,
            35,
            10,
            0,
            25,
            5,
            5,
            0
          ]
        },
        {
          "name": "身體",
          "state": "泥纏狀態",
          "extract": "白",
          "hitData": [
            21,
            21,
            21,
            0,
            25,
            0,
            5,
            5,
            0
          ]
        },
        {
          "name": "背",
          "state": "通常",
          "extract": "白",
          "hitData": [
            24,
            24,
            24,
            5,
            0,
            15,
            5,
            5,
            0
          ]
        },
        {
          "name": "鰭",
          "state": "通常",
          "extract": "白",
          "hitData": [
            25,
            25,
            25,
            10,
            0,
            20,
            5,
            5,
            0
          ]
        },
        {
          "name": "腳",
          "state": "通常",
          "extract": "白",
          "hitData": [
            30,
            30,
            25,
            15,
            0,
            30,
            5,
            5,
            0
          ]
        },
        {
          "name": "腳",
          "state": "泥纏狀態",
          "extract": "白",
          "hitData": [
            21,
            21,
            21,
            0,
            25,
            0,
            5,
            5,
            0
          ]
        },
        {
          "name": "尾",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            55,
            50,
            45,
            5,
            0,
            10,
            5,
            5,
            0
          ]
        },
        {
          "name": "尾",
          "state": "泥纏狀態",
          "extract": "橙",
          "hitData": [
            23,
            23,
            23,
            0,
            25,
            0,
            5,
            5,
            0
          ]
        }
      ]
    },
    "great_wroggi": {
      "name": {
        "tw": "毒狗龍王",
        "jp": "ドスフロギィ",
        "en": "Great Wroggi"
      },
      "species": "bird_wyvern",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/great-wroggi.png",
      "icon": null,
      "description": "毒狗龍是一種生活在熱帶地區的鳥龍種怪物，群居，平均每個族群有10到20個成員；普通成員個頭較小，被稱為小毒狗龍，大個的族群首領則被稱為毒狗龍或毒狗龍王。毒狗龍在族群中擁有絕對的權力，可獨享交配權、指揮手下捕獵，並第一個享用獵物。\n－官方網站",
      "detail": "鳥龍種-龍盤目-鳥腳亞目-走龍下目-狗龍上科-フロギィ科\n　　危險度：★2/★3\n　　與狗龍含有近緣關係的小型鳥龍，擁有著濃淡不一的引人注目的橙色外皮是其特徵，在體格上稍大於狗龍。發現其有著能夠在極度潮濕與極度乾燥地區生活的強適應能力。作為其名稱的特點，其個體在喉嚨處有袋狀的器官【毒袋】，並且將從這裡分泌產生的強力毒作為武器。\n　　不適應自然界背景的鮮艷體色，是一種為了警告周圍的潛在威脅的警戒色。雖然它們從嘴裡吐出毒液來攻擊獵物，但是吐出的毒液並不是單純的液體或是塊狀，而是能夠擴散至大範圍的【霧狀】，可以在大氣中滯留一段時間這樣的話，不僅僅是呼吸可以吸入，這些毒素也會有一定程度的直接滲入皮膚，因為有著相當的毒性因此直接接觸是十分危險的。從這個問題上可以說實質上的危險性要高於狗龍。也有報告說由於它們產生的毒霧而導致農作物和家畜受災的情況。如果在人類聚落附近出現的話，很多情況下都會被要求盡快應對。\n　　而作為部族的首領，同時也是所有個體的總稱的【毒狗龍】，除了有著比通常的雄性個體大的體格之外，戰鬥力也相應地高。特別是在手腕部的層層生長的鱗而形成的【腕甲】，有著【飛龍甲殼一般的強度】，另外，其喉部的毒袋也很發達，其中產生的猛毒不僅僅可以在大氣中滯留相當長的時間，甚至可以直接毒害諸如垂皮龍這類草食怪物。如果這個毒囊被破壞的話，毒液泄露出來相對的也會減短其射程。但因為不能阻止噴吐毒液，而且毒性也不會下降，所以即使是破壞了毒袋也不能輕易地放鬆警戒。同時，作為部族首領的毒狗龍擁有著被稱為【王者之喙】的器官，看起來和頭部是一體化的，因為其精製毒液的器官也與其喙部生長在一起，所以對其的處理需要充分的注意。雖然在名字上與狗龍作為王者象徵的耳朵很相似，但似乎不能作為其力量的證明",
      "breakables": "-",
      "trait": {
        "roar": "-1",
        "wind": "-1",
        "tremor": "-1",
        "element": null,
        "aliment": null
      },
      "weakness": {
        "weapon": [
          {
            "part": "-1",
            "cut": -1,
            "blunt": -1,
            "ammo": -1
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": -1,
            "water": -1,
            "thunder": -1,
            "ice": -1,
            "dragon": -1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": -1,
            "sleep": -1,
            "paralysis": -1,
            "blast": -1,
            "stun": -1
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": -1,
            "shocktrap": -1,
            "flashpod": -1,
            "screamerpod": -1
          }
        ]
      },
      "parts": [
        {
          "name": "尚未公布",
          "state": "-",
          "extract": "-",
          "hitData": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
          ]
        }
      ]
    },
    "bishaten": {
      "name": {
        "tw": "天狗獸",
        "jp": "ビシュテンゴ",
        "en": "Bishaten"
      },
      "species": "fanged_beast",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/bishaten.png",
      "icon": "images/monsters/icons/icon_bishaten.png",
      "description": "以發達的尾巴為特徵的怪物。雖是雜食性生物，但特別喜歡果實，腹部的袋子裡藏著柿子。\n  好奇心旺盛，有喜歡惡作劇的一面，有人目擊到，它在狩獵時用尾巴把柿子扔給獵物的樣子。\n－官方網站",
      "breakables": "-",
      "trait": {
        "roar": "-1",
        "wind": "-1",
        "tremor": "-1",
        "element": null,
        "aliment": null
      },
      "weakness": {
        "weapon": [
          {
            "part": "-1",
            "cut": -1,
            "blunt": -1,
            "ammo": -1
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": -1,
            "water": -1,
            "thunder": -1,
            "ice": -1,
            "dragon": -1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": -1,
            "sleep": -1,
            "paralysis": -1,
            "blast": -1,
            "stun": -1
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": -1,
            "shocktrap": -1,
            "flashpod": -1,
            "screamerpod": -1
          }
        ]
      },
      "parts": [
        {
          "name": "尚未公布",
          "state": "-",
          "extract": "-",
          "hitData": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
          ]
        }
      ]
    },
    "magnamalo": {
      "name": {
        "tw": "怨虎龍",
        "jp": "マガイマガド",
        "en": "Magnamalo"
      },
      "species": "fanged_wyvern",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/magnamalo.png",
      "icon": "images/monsters/icons/icon_magnamalo.png",
      "description": "「怨虎龍」是本作的主題魔物。\n其充滿怒氣的可怕面貌，加上盔甲般充滿威嚴的甲殼，仿如帶著怨念的亡靈武者……\n獵食其他魔物後，身體會冒出被稱為「鬼火」的紫色氣體，令本身已具壓倒性破壞力的怨虎龍更為強大。\n－官方網站。",
      "breakables": "-",
      "trait": {
        "roar": "-1",
        "wind": "-1",
        "tremor": "-1",
        "element": null,
        "aliment": null
      },
      "weakness": {
        "weapon": [
          {
            "part": "-1",
            "cut": -1,
            "blunt": -1,
            "ammo": -1
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": -1,
            "water": -1,
            "thunder": -1,
            "ice": -1,
            "dragon": -1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": -1,
            "sleep": -1,
            "paralysis": -1,
            "blast": -1,
            "stun": -1
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": -1,
            "shocktrap": -1,
            "flashpod": -1,
            "screamerpod": -1
          }
        ]
      },
      "parts": [
        {
          "name": "尚未公布",
          "state": "-",
          "extract": "-",
          "hitData": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
          ]
        }
      ]
    },
    "goss_harag": {
      "name": {
        "tw": "雪鬼獸",
        "jp": "ゴシャハギ",
        "en": "Goss Harag"
      },
      "species": "fanged_beast",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/goss-harag.png",
      "icon": "images/monsters/icons/icon_gossharag.png",
      "description": "此牙獸種會在雪原徘徊尋找獵物。\n為了適應極端環境，身上布滿了十分濃密的毛髮。\n牠能藉由呼吸時吸進的冷空氣來冷卻體內的體液，並將其一口氣噴出，製造出冰刀作為自身的武器使用。\n當牠興奮時全身上下都會變成紅色，此時的雪鬼獸相當危險，必須注意。\n－官方網站。",
      "breakables": "-",
      "trait": {
        "roar": "-1",
        "wind": "-1",
        "tremor": "-1",
        "element": null,
        "aliment": null
      },
      "weakness": {
        "weapon": [
          {
            "part": "-1",
            "cut": -1,
            "blunt": -1,
            "ammo": -1
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": -1,
            "water": -1,
            "thunder": -1,
            "ice": -1,
            "dragon": -1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": -1,
            "sleep": -1,
            "paralysis": -1,
            "blast": -1,
            "stun": -1
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": -1,
            "shocktrap": -1,
            "flashpod": -1,
            "screamerpod": -1
          }
        ]
      },
      "parts": [
        {
          "name": "尚未公布",
          "state": "-",
          "extract": "-",
          "hitData": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
          ]
        }
      ]
    },
    "great_baggi": {
      "name": {
        "tw": "眠狗龍王",
        "jp": "ドスバギィ",
        "en": "Great Baggi"
      },
      "species": "bird_wyvern",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/great-baggi.png",
      "icon": null,
      "description": "這隻以特殊體液使獵物昏睡後加以獵殺的狡猾鳥龍再次登場。\n特徵為能夠融入寒冷地區景色的淺藍色皮膚，以及頭上高高隆起的巨角。\n統領著眠狗龍群，會成群結隊追趕獵物。\n－官方網站",
      "detail": "鳥龍種-龍盤目-鳥腳亞目-走龍下目-狗龍上科-バギィ科\n　　危險度：★2/★3\n　　棲息在寒冷地帶的小型肉食性鳥龍，同屬於狗龍上科的怪物。其特徵是能融入雪原和冰壁等背景的蒼白色的身軀，背部有細小的體毛。和狗龍不同的是，它們的雌雄個體幾乎是同樣的大小，只有作為群體的領袖而君臨的雄性個體，根據情況，會巨大化到普通個體的數倍。\n　　或許是因為生活環境的嚴峻，有著很小的外觀無法想象的生命力。另外，也認為其擁有非常高的社會性，通過和同伴們巧妙的合作，把獵物趕進絕路。同時能夠從口中吐出含有強有力的催眠作用的特殊體液，這是其體內【睡眠袋】中產生的粉塵與其唾液相混合的產物，在命中獵物的同時在短短數秒之內就能將其催眠。在獵物熟睡之中便會瞄準失去抵抗力的地方蜂涌而上開始捕食。根據一些情況的不同，也會瞄準波波等比較大體格的獵物。雖然體型很小但凶暴性和危險度絕對不低。\n　　而且，其在嚴寒的環境中鍛煉出來的鱗和皮比看起來更加解釋，利用價值也很高。另外，對於擁有一定力量的個體的話，這些個體的製造出上述的體液的內臟器官睡眠袋，可以和大型怪物的素材進行基本相同的加工。\n　　而作為部族的首領是被稱為【眠狗龍】的個體，同時也是所有雄性個體的統稱。由於其擁有著與通常個體不能與之比較的巨大體格，其頭冠像角一樣向前方突出的形狀也有著很大的辨識度。\n　　而與之相遭遇的獵人最讓吃驚的也是其體格的大小，通常的眠狗龍在小型怪物中也是相當小的軀體，與之相對的作為首領的眠狗龍，在鳥龍種怪物之中，有著罕見的巨大體型，根據個體的不同，甚至能夠與飛龍種和獸龍種等大型怪物相比都是絕不遜色的體格，同時還能夠確認在擁有巨大體型的同時還兼備力量和速度的特彆強大的個體。\n　　並且發現其擁有高智力和對族群的絕對統率力，以展開各種各樣的團隊作戰來驅趕獵物。而且還具有敏銳的洞察力，加上高智能，準確地把握目標狀態，也會從人的各種動作中準確地學習並且掌握空隙間攻擊的技巧。同時如果首領興奮的話，整個群體都會變得更加興奮且具有攻擊性。",
      "breakables": "-",
      "trait": {
        "roar": "-1",
        "wind": "-1",
        "tremor": "-1",
        "element": -1,
        "aliment": -1
      },
      "weakness": {
        "weapon": [
          {
            "part": "-1",
            "cut": -1,
            "blunt": -1,
            "ammo": -1
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": -1,
            "water": -1,
            "thunder": -1,
            "ice": -1,
            "dragon": -1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": -1,
            "sleep": -1,
            "paralysis": -1,
            "blast": -1,
            "stun": -1
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": -1,
            "shocktrap": -1,
            "flashpod": -1,
            "screamerpod": -1
          }
        ]
      },
      "parts": [
        {
          "name": "尚未公布",
          "state": "-",
          "extract": "-",
          "hitData": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
          ]
        }
      ]
    },
    "lagombi": {
      "name": {
        "tw": "白兔獸",
        "jp": "ウルクスス",
        "en": "Lagombi"
      },
      "species": "fanged_beast",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/lagombi.png",
      "icon": "",
      "description": "自《Monster Hunter XX》(《Monster Hunter Generations Ultimate》)後再次登場。\n為已經適應了寒冷地區生活的牙獸種，圓滾滾的身軀擁有厚實的皮下脂肪。獵捕時會使用優異的聽覺尋找獵物。\n會在冰上滑行，迅速、安靜地狩獵。\n－官方網站",
      "detail": "牙獸種-尖爪目-堅爪亞目-兎獸下目-クスス科\n　　危險度：★3\n　　完全適應了極寒環境的大型牙獸種怪物。其特徵是柔軟的純白色體毛和在長期進化之中已經變得發達的耳朵，從其外表的特徵上也被稱為【白兔獸】。但是，這隻不過起外表上能夠讓人聯想到兔子，但事實上其體格強壯得與能夠青熊獸相匹敵。因為白兔獸有著厚實的皮下脂肪和保溫性極高的體毛，所以其對寒冷的氣候有著非常高的耐受能力，在嚴寒之中磨煉出的長耳有著甲殼一般的硬度，打磨一番的話能夠擁有與普通的刀相匹敵的硬度和斬味。雖然堅硬，但是其耳朵受到過度的衝擊依舊會破裂，但不可能失去發達的聽覺。另一方面，由於其發達的聽覺可以讓其遠距離感知敵人和獵物，同時也是這一點，可以通過突然製造出巨大聲音的方式來使白兔獸受驚並進入一定程度的失神狀態。\n　　白兔獸的腹部被堅固的甲殼【腹甲】所覆蓋。由於其腹甲縱向排列著數道凸起物，白兔獸利用這個可以在冰面上快速滑行。尤其是在長距離移動的情況下，或在戰鬥中，也會經常通過滑行移動來和對峙者拉開距離。另外，堅固的腹甲這一特徵顛覆了“由於肌肉發達，腹部比較柔軟。”這點對獵人來說是常識的一件事。覆蓋著冰雪前腳散髮著冷氣，能夠在傷害敵人的同時奪取敵人的體溫，在嚴重情況下甚至可以造成【凍傷】，而且，在其滑行結束之時，會將冰爪插入地面，以進行快速制動。另外，也有對保持距離的敵人挖掘並投擲雪塊進行攻擊的行為\n　　屬於雜食性怪物但是通常比較偏向於草食，主要以蘑菇和樹果等為其主要食物來源。並且白兔獸有著將其搜尋到的食物一部分埋在雪或地面下保存起來，在食物匱乏的時期再將其挖出來進食的習性。另外，有時為了攝取必要的營養成分也會進行積極的狩獵。利用自身白色的體毛混入積雪之中，並且使用發達的聽覺來尋找獵物，然後再利用腹甲猛衝向獵物。因為其滑行的速度不僅很快，而且幾乎可以保證不會被獵物察覺，不給獵物逃跑的間隙。同時還能夠確認到的是其擁有著非常發達的跳躍能力，在面對敵人的時候可以使用如同飛躍一般的攻擊，即使沒有命中，也會因為龐大身體帶來的震動讓獵物無法逃跑。而且有些白兔獸還會在落差地區推起巨大的雪球的方式來追趕獵物。\n　　在寒冷地區，白兔獸的素材往往被做成十分保暖的衣物，由於手感好並且保暖性能極佳，所以十分受到歡迎，擁有著優秀的防寒效果並且又不會阻礙人的活動。同時因為很結實，所以一部分作為狩獵用的裝備也被活用，其可靠性很高。\n　　同時，在白兔獸中也存在著擁有強大實力的個體，比其普通個體有著棕黃發黑的體毛和前端帶圓的耳朵，在體型上也比平常的個體要大上一圈左右，因為其有著一種讓人感到威壓感的風貌。公會也將其冠以【大雪主】的二名\n　　大雪主最大的特點是會利用大量的雪塊來攻擊外敵。通常的白兔獸也會製造出並向敵人投擲巨大的雪球，大雪主比起普通個體，在身體能力尤其是膂力十分發達，甚至可以舉起大於自己身形的巨型冰球來碾壓敵人。對於人來說，投擲而來的巨型冰球有著【不亞於雪崩所帶來的威脅】，甚至有完全被投擲而來的雪塊完全埋沒的受害報告。比普通個體而言肺活量也有著不小的提升，並且有著遠遠超過通常個體的壓倒性戰鬥力，危險度也相應提高至了【★5】。因此公會對這個個體設置了特別措施。如果不能從公會得到特別的許可的話，就不允許進行狩獵。",
      "breakables": "耳",
      "trait": {
        "roar": "-1",
        "wind": "-1",
        "tremor": "-1",
        "element": -1,
        "aliment": -1
      },
      "weakness": {
        "weapon": [
          {
            "part": "-1",
            "cut": -1,
            "blunt": -1,
            "ammo": -1
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": -1,
            "water": -1,
            "thunder": -1,
            "ice": -1,
            "dragon": -1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": -1,
            "sleep": -1,
            "paralysis": -1,
            "blast": -1,
            "stun": -1
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": -1,
            "shocktrap": -1,
            "flashpod": -1,
            "screamerpod": -1
          }
        ]
      },
      "parts": [
        {
          "name": "頭部",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            45,
            63,
            50,
            30,
            0,
            20,
            0,
            0,
            0
          ]
        },
        {
          "name": "上半身",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            44,
            44,
            40,
            30,
            0,
            15,
            0,
            0,
            0
          ]
        },
        {
          "name": "前脚",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            30,
            30,
            20,
            10,
            0,
            5,
            0,
            0,
            0
          ]
        },
        {
          "name": "腹部・後脚",
          "state": "通常",
          "extract": "白",
          "hitData": [
            35,
            35,
            20,
            10,
            0,
            5,
            0,
            0,
            0
          ]
        },
        {
          "name": "尻",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            63,
            50,
            35,
            20,
            0,
            10,
            0,
            0,
            0
          ]
        }
      ]
    },
    "barioth": {
      "name": {
        "tw": "冰牙龍",
        "jp": "ベリオロス",
        "en": "Barioth"
      },
      "species": "flying_wryven",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/barioth.png",
      "icon": "",
      "description": "君臨極寒世界的白色飛龍於本作內也會對獵人露出其銳利長齒。\n會靈活運用前腳與尾巴上的釘狀鱗片，在滑溜的冰面上來回地穿梭自如，對獵人展開猛烈攻擊。\n－官方網站",
      "detail": "飛龍種-龍盤目-龍腳亞目（不明）-前翼腳龍上科-ベリオ科\n　　危險度：★5\n　　適應了永久凍土的嚴峻棲息環境，君臨該地域的霸主級別的【四足步行型飛龍】。由於其佇立於冰原之上的身姿據說與某個傳說中登場的騎士十分相似，因此也有著【迅捷騎士】、【零下的白騎士】等別名。其在寒冷地帶棲息的怪物中也具有特別的活動性。不僅僅在廣袤的冰原之上，在洞窟之內有時也能夠看到它們的身影。由於其能夠在戰鬥之中一邊卷起風雪，一邊利用冰壁與其與生俱來的陸戰優勢來進攻敵人，而對於不具備飛行能力的外敵也能通過低空飛行來發起攻擊，總之表示其智力具有相當高度的報告有很多。因為作為主要特徵的劍齒和能夠融入雪原的白銀軀體，所以公會也將其稱為【冰牙龍】，結合其戰鬥能力與其活動性，如果置身於寒冷地區，首先應該考慮的便是來自冰牙龍的威脅。\n　　冰牙龍的甲殼雖然有著驚人的強度，但同時卻擁有著意外的輕分量，而其腹部等部位則被厚實的毛皮覆蓋著，為其腹部提供額外的抗衝擊力與保暖能力。冰牙龍主要依靠其堅韌的腳力奔走於冰原之上，同時使用其銳利的大爪來狩獵獵物。但是在捕獵大型獵物的情況之下，則會使用其大而銳利的劍齒攻擊獵物的要害，使獵物最終失血過多而死。作為冰牙龍的主要特徵，其露出口外並延伸的帶有鋸齒的【琥珀色劍齒】，其牙齒能夠直接刺穿保護獵物和外敵的毛皮與甲殼，是能夠一擊便給予敵人致命傷的極具威脅的武器。在狩獵時就會使用其劍齒直接把獵物的身體撕裂，並且為了在嚴寒之地之中獲取更多的能量，冰牙龍有著優先進食獵物內臟的習性。因為在寒冷地區，像波波那樣擁有著厚長體毛又大量積蓄了脂肪的生物很多，因此在冰牙龍的進化的過程中，用於捕獵的牙齒與大爪都相應的變長了不少 。並且，冰牙龍的牙齒在繁殖期時也是雄性用於吸引雌性的工具，形狀和長度越是優美的個體就越能受到雌性的青睞。\n　　冰牙龍的體內存在著積存了超低溫液體的器官【冰結袋】，這種液體通過冰牙龍的深呼吸來以極大的氣勢從氣道之中噴吐出來，在出口的瞬間將大氣中的水分凝結形成超低溫的冰塊吐息，同時其吐息會因為冰結袋的收縮和其強大的心肺功能，能夠在噴出時形成強烈的螺旋狀氣流，再被擊打至地面的話就會與碎冰與冷氣一併飛揚並形成龍卷狀。對於想要逃跑的獵物冰牙龍就會使用這種吐息來封鎖其行動。\n　　與其他四足步行型的飛龍一樣，除了能夠步行的前腳之外，冰牙龍的全身各處都存在著堅硬的【棘刺】，而根據近年來的研究，這種棘刺被判明是鱗的一種。冰牙龍能夠使用其銳利的大爪和棘刺深深刺入冰壁，來固定自己的身軀便於積蓄力量以產生驚人的【瞬間爆發力】，並且也能夠藉助其在光滑的冰原之上輕快且迅速地進行活動。另外，也由於其硬度，也可以被冰牙龍作為捕捉獵物的武器。但是，反過來說，冰牙龍的機動力與其棘刺和指爪密切相關，特別是在翼側生長的棘刺，是為了牢牢的抓住不穩定的雪原和碎冰從而起到防滑的作用。另外，冰牙龍在四足步行的飛龍之中擁有著頂級的【飛行能力】，不同於同型骨架飛龍的【滑空】。並且，冰牙龍也能夠利用其飛行能力，從高處的懸崖和冰壁上朝著從下方的獵物和外敵進行奇襲。\n　　因為凍土地區有著很長的日照時間，所以在長時間的日照之下冰雪會反射出強烈的光，因此冰牙龍保持了稍微閉上雙目、看似是細眯著眼睛的狀態，這種方式能夠調節其瞳孔捕捉的光線，而在夜晚和洞窟等光線較少的環境之中，就會睜大眼睛以確保視線，但是在那個時候，由於其瞳孔的光反射，原本就呈橘紅 色的眼睛發光會更加強烈。冰牙龍平時雌雄會分開行動，各自在各自的地盤中生活著。但一到了繁殖期，雄性就會進入雌性的領地進行求偶並交尾，據說懷孕的雌性會選擇棲息於洞窟等安全場所，並產下2-3個幼體，同時為了確保生育，冰牙龍能使身體表面肌肉收縮等產生熱量以保持體溫，其幼體體表則覆蓋著大量的毛髮以起到抵禦寒冷的作用。\n　　和棲息在截然不同地區的飛龍【迅龍】屬於近緣物種，能夠在它們在骨骼上看到很多共同點。但是，因為冰牙龍在寒冷地區的生活中進行了特別的進化，所以兩者間的特徵和能力差異很大的部分也很多。\n　　同時存在著棲息於沙漠地帶的冰牙龍亞種。根據後述的特徵也被稱為【風牙龍】。\n　　風牙龍有著超過通常種的飛行能力和瞬發能力，沙漠地區的怪物在凶暴性與機動力上【沒有能出其右者】。風牙龍全身的外殼呈赤銅色。有一個極端性地說法稱，其赤銅色的體色是由被其屠殺的獵物的血液浸染了其全身的甲殼和毛皮後形成的。不過根據觀察報告，風牙龍確實有著在外殼上塗抹獵物血液的習性。利用塗抹的血液使沙塵等逐漸粘黏在甲殼中，從而形成了其色彩和強度。而風牙龍極具特徵性的便是【群青色的銳牙】，其銳利程度連堅固的甲殼都能過輕易穿透，與通常種的最大不同，是風牙龍擁有著被稱為【胸膜】的部位，其胸膜有助於風牙龍輔助進行呼吸運動，加強其心肺能力，因此風牙龍可以產生通常種無法與之比較的強烈氣流。其噴吐出的空氣彈能夠在著彈處卷起沙暴以形成小規模的【砂龍卷】，以其限制外敵和獵物的行動，堵住其退路。此外，風牙龍還會直接躍入龍捲風利用翼部捕捉氣流加速後，徑直俯衝向獵物。\n　　而在風牙龍落地時，其腹部的毛皮由於起到了緩衝器的作用，這種有著驚人氣勢與破壞力的招式對風牙龍幾乎沒有傷害。\n　　雖然目擊報告很少，但在沙原附近龍捲風和沙嵐的發生率急劇上升的情況，有可能是由於風牙龍出現的原因，由於其極高的戰鬥能力和危險度，公會對其狩獵做出了嚴格的限制。",
      "breakables": "牙、爪、尾",
      "trait": {
        "roar": "大",
        "wind": "大",
        "tremor": "小",
        "element": "冰",
        "aliment": "無"
      },
      "weakness": {
        "weapon": [
          {
            "part": "頭",
            "cut": 3,
            "blunt": 3,
            "ammo": 3
          },
          {
            "part": "翼棘",
            "cut": 1,
            "blunt": 2,
            "ammo": 1
          },
          {
            "part": "尾",
            "cut": 2,
            "blunt": 1,
            "ammo": 2
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": 3,
            "water": 0,
            "thunder": 2,
            "ice": 0,
            "dragon": 1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": 2,
            "sleep": 2,
            "paralysis": 2,
            "blast": 2,
            "stun": 2
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": 2,
            "shocktrap": 2,
            "flashpod": 2,
            "screamerpod": 0
          }
        ]
      },
      "parts": [
        {
          "name": "頭部",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            65,
            70,
            55,
            20,
            10,
            15,
            0,
            15,
            100
          ]
        },
        {
          "name": "腹部",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            38,
            38,
            25,
            10,
            0,
            5,
            0,
            5,
            0
          ]
        },
        {
          "name": "背",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            30,
            30,
            25,
            5,
            5,
            5,
            0,
            5,
            0
          ]
        },
        {
          "name": "翼",
          "state": "通常",
          "extract": "白",
          "hitData": [
            30,
            45,
            20,
            10,
            0,
            5,
            0,
            5,
            0
          ]
        },
        {
          "name": "前脚",
          "state": "通常",
          "extract": "白",
          "hitData": [
            40,
            45,
            35,
            15,
            0,
            10,
            0,
            5,
            0
          ]
        },
        {
          "name": "棘",
          "state": "通常",
          "extract": "白",
          "hitData": [
            21,
            45,
            25,
            35,
            5,
            25,
            0,
            10,
            0
          ]
        },
        {
          "name": "棘",
          "state": "破壞後",
          "extract": "白",
          "hitData": [
            25,
            45,
            30,
            20,
            5,
            15,
            0,
            10,
            0
          ]
        },
        {
          "name": "後脚",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            25,
            24,
            25,
            5,
            5,
            5,
            0,
            5,
            0
          ]
        },
        {
          "name": "尻尾",
          "state": "通常",
          "extract": "綠",
          "hitData": [
            45,
            23,
            45,
            10,
            0,
            5,
            0,
            5,
            0
          ]
        },
        {
          "name": "尾尖",
          "state": "通常",
          "extract": "綠",
          "hitData": [
            60,
            40,
            40,
            15,
            0,
            10,
            0,
            5,
            0
          ]
        }
      ]
    },
    "tigrex": {
      "name": {
        "tw": "轟龍",
        "jp": "ティガレックス",
        "en": "Tigrex"
      },
      "species": "flying_wryven",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/tigrex.png",
      "icon": "images/monsters/icons/icon_tigrex.png",
      "description": "留有原始風貌的飛龍。\n無論是用發達四肢所使出的突進，或是強力的爪擊和咬擊，都擁有相當驚人的威力。\n由於牠會發出強烈的咆哮，因此被稱為「轟龍」。\n－官方網站",
      "detail": "飛龍種-龍盤目-龍腳亞目-レックス科\n　　危險度：★5\n　　在原始的飛龍骨骼結構的基礎上進行了進化的飛龍，以其黃色甲殼之上攜有青色條紋的外貌為特徵，【性情極其凶猛】的、被認為是與已經滅絕的被稱為飛龍種始祖的古代生物【ワイバーンレックス】是相近的存在。比起其它飛龍，它十分擅長以其堅韌的四肢發起猛烈的突進，以及擁有著能夠輕而易舉撕碎獵物的鋒利爪牙。與其作為【位於食物鏈頂端的飛龍種怪物之一】相稱的是其被冠以的【絕對強者】之稱。如果興奮的話，其頭部和前腳的一部分就會出現極具特徵性的充血，與這種狀態之下的個體的遭遇幾乎就意味著【死亡】。其最大的特徵是發出隆隆巨響的【大音量咆哮】。用咆哮來威嚇對方的習性是很多大型怪物共有的生態。但是其體內擁有著特殊的、被稱為【大鳴袋】的內臟器官，使其能夠釋放出已經【超越了“音”的區域】的巨大【咆哮】，在咆哮被釋放的瞬間能夠產生巨大的衝擊波肆意衝擊破壞周邊的物體，因此以其咆哮的顯著特徵，也將其稱為【轟龍】。\n　　主要棲息在沙漠、沙原等乾燥地帶。另一方面，在雪山、凍土、冰海等寒冷地區的目擊案例也很多。但是從轟龍身上幾乎看不到能夠適應寒冷地區的肉體特徵，所以被推斷是為了追求其尤為喜愛的波波才親自前往寒冷地區進行狩獵。由於基本上都棲息在十分嚴酷的環境下，所以很難確保獵物。因此轟龍只要鎖定了獵物就會對其展開追捕，轟龍的狩獵絲毫不去擔心自己是否已經被獵物發現，採用最基本的埋伏方法，在獵物出現之後便完全遵從其捕食本能，以驚人的運動能力來追捕獵物。在進行跳躍壓住獵物的同時，將其全身的體重施加於獵物之上使獵物被撕裂碾碎，接著再張開血盆大口大快朵頤，因為這種過於凶殘的捕食方式，遭到轟龍捕食的屍體殘骸通常都是骨骼盡碎、血肉飛散的忍狀況，即使不是獵人，看到這幅模樣也能夠判斷這是轟龍的傑作。\n　　轟龍的前爪之上擁有著【同級別飛龍之中最大的爪子】，全長約80cm，前幅約54cm。是能夠瞬間斃命獵物的、堪稱狩獵專用的爪子。而轟龍驚人運動能力的由來，是其大腿骨從軀幹的側面延伸的側方型結構，加之其前腳較長的構造，轟龍以其陸上運動能力在飛龍之中聞名，其能夠達到【超過每小時五十公里】的驚人時速，而與此相反的是飛行能力並不高，雖然轟龍的振翅很笨拙，靠自己進行飛行是非常困難的，但是從高處跳躍並藉助氣流進行滑空是可能的。\n　　一旦轟龍開始其招牌性的突進，就會以破壞沿途一切的氣勢衝向獵物。而另一方面，轟龍也能夠巧妙的利用岩塊等地形遮蔽其行蹤，向獵物發起意想不到的突襲，這種簡單的策略行為讓人覺得並不適應其凶暴性，不過也能看到轟龍對於狩獵本能的知性也很高。而轟龍在波凱村附近經常能夠被目擊到。由於轟龍沒有固定的領地，因此為了追求獵物會在廣範圍內進行捕食。另一方面，幾乎沒有目擊到轟龍與其他怪物相爭的姿態，據說這是其他大型飛龍為了避免在陸上運動能力極佳的轟龍，因為它們明白如果轟龍僅僅是為了捕食的話就不會定居在此處，因此會等待著轟龍的離去以確保安全和生存。不過，從轟龍的外表上來看，難以想象轟龍會擁有著很強的耐寒能力，因此推斷轟龍是從沙漠遷徙而出，為了狩獵其鍾愛的波波才來到雪山等寒冷之地。\n　　據書士隊的研究，轟龍頭部的突起似乎是判別其雌雄的關鍵。關於轟龍頭部的角狀突起，作為武器來說缺乏那種能夠作為武器的巨大與魄力，但是因為它的位置在眼睛之上，因此推斷有保護眼睛的作用。但是，在雪山和沙漠中有兩頭轟龍爭奪狩獵地盤的目擊案例，據此案例來看，該構造是作為分別其雌雄的特徵，轟龍也是依靠著這個突起構造來區分同伴的臉，在繁殖期雄性該部位也就愈加發達，另外，從該部位在從頭蓋開始向外延伸的位置處也發現了類似於耳廓和耳道的構造，所以也有該部位其實是轟龍的耳朵的說法。\n　　同時，轟龍被認為是從始祖飛龍進化至如今的飛龍種之中的關鍵的一環。成為解決這一問題的關鍵所在是轟龍不論在其身體構造還是在外表特徵上與始祖飛龍ワイバーンレックス的一致部分有很多，因此得到了研究者的廣泛關注。此外還是要注意的是轟龍色前腳。與以火龍為代表的飛龍那雄偉的翼相比，很容易讓人提出疑問。而對捕獲的轟龍成體的前腳進行了細緻的觀察研究發現，其第三指的外緣發達的翼膜處集中著神經與肌肉。據推測，該構造形態或許被繼承到了リオス科等飛龍之上最終演變為了如今擁有巨大翼的飛龍。在這樣的狀態之下，其後足的三趾構造與大腿骨相連的腰關節的構造等或許能夠揭明。因此專門研究古生物化石的書士殷切的希望相關部門人員能夠再次進行有關化石的發掘調查工作。\n　　而在轟龍之中也有突出了戰鬥力與凶暴性的特殊個體，其特徵是身體部位的末端都聚集了血管而在頭部和四肢都染上了蒼色。特別是其前翼腳的整體，由於其鮮明的色彩致使其會留給人一種令人毛骨悚然的印象，除此之外，還具備有著不尋常的強度的巨大蒼爪。其前腳鉤爪的壓倒性一擊，能夠摧毀任何凝聚了人類力量與智慧結晶的物件，作為恐怖的代名詞，將其冠以了【荒鉤爪】的二名。\n　　與通常的個體不同，荒鉤爪具有什麼強大的膂力，且體格也有大出通常個體一圈左右的傾向。能夠把眼前的人以絕對力量蹂躪，甚至有著連地形都能輕易破壞掀起的狂亂氣勢。而其發達的心肺能力也更為恐怖，其產生的咆哮足以比肩黑轟龍與大轟龍的咆哮，產生能夠撕裂空氣的轟鳴聲，在其憤怒之時，染青的體表之上會混雜其赤黑的血潮混雜在一起，因為荒鉤爪平時便已經接近於極限的狀態，強化的膂力會因憤怒而更加增長。興奮狀態時荒鉤爪的前腳肌肉完全超越了其肉體的極限，甚至會撐裂前腳的甲殼，成為最早崩潰的狀態。因此其前腳會出現極端的軟化，這種狀態時前腳可以說是最大的武器，同時也是最大的弱點。\n　　但是，徹底化為弱點的只有前腳，其鉤爪並不會失去強度。特別是興奮時，將之全身的力量傾注於地面從而引發的岩層破裂爆發極為危險，稍有不慎便會葬身於此。\n　　因為擁有著遠超過通常個體的壓倒性戰鬥力，公會對這個個體設置了特別措施。如果不能從公會得到特別的許可的話，就不允許進行狩獵。\n　　同時，存在著在以火山帶為中心的炎熱地帶的目擊報告相繼發生的【轟龍亞種】。因為有黑褐色的外殼，被通稱為【黑轟龍】，同時也有【黑虎】的別名，同時也被認為是【狂亂與暴虐的代名詞】。\n　　根據近年來的研究，黑轟龍的體色被認為是因為火山灰和火山活動產生的破碎礦石粉塵附著在其身體之上，並且通過岩殼等所發出的高溫，與其原來的甲殼相結合，從而獲得了極高的強度。另外，也有報告說黑色的體色是根據個體不同而不同的異常現象。\n　　同時，黑轟龍被認為擁有著超過普通種的極其凶暴的性情。也有報告說，意外遭遇通常種也會沒有任何躊躇的加以襲擊。而在確認獵物和外敵的時候，則會變得更為狂亂，由於經常處於半暴走的狀態，其能量消耗也十分劇烈，為了彌補其帶來的饑餓感，其捕食的頻率也上升了。與通常種一樣，進入興奮狀態的話，頭部和前腳等的血液循環會變得十分劇烈，從而出現充血。同時黑轟龍具有驚人的心肺功能，特別是興奮時以其咆哮而得來的【轟】字異名的通常種，黑轟龍能夠發出【遠遠超過】的通常種轟龍的咆哮。別說是震撼大氣，在黑轟龍咆哮時甚至能夠憑肉眼看到被撕裂的氣流，因此這種能夠震碎大氣的恐怖咆哮又被稱為【大咆哮】，被很多獵人作為象徵黑轟龍的必殺技。\n　　與通常種不同，黑轟龍並沒有在寒冷地區出沒的例子，這是因為原本能量消耗就十分劇烈，單單是維持體溫就已經竭盡全力了，因此對於雪山這種極度寒冷的環境黑轟龍顯得難以忍受。即使如此，黑轟龍還是可以忍受例如夜晚的沙漠那樣一時的寒冷，因此也會為了追求食物出現在沙漠地區。反過來說，黑轟龍的身體是為了氣溫高的地區活動而特化的緣故。因此如果是在氣溫較高的炎熱區域，就能夠發揮能凌駕於普通物種的運動能力。\n　　同時還存在著轟龍的特殊化亞種，被認為是【轟龍稀少種】的存在，只在豐隆地區的古塔之頂有其出沒的報告，有傳聞稱發現了遠遠超過一般物種與亞種的巨大的爪痕和腳印，爪痕刻下的深度也令人吃驚。因為沒有目擊的例子，多年來對於它的實際存在尚存疑問。由於其個體的巨大體型上要大上通常種至少兩圈，因此公會將其命名為【大轟龍】。\n　　雖然大轟龍的巨體使其移動緩慢，但是壓倒性的力量和凶暴性卻遠遠超過了一般物種和亞種。全身被如同血染的紅褐色的鱗甲所覆蓋。每當身體進行大幅度運動時，從鱗甲的縫隙間就會撒出紅黑色的粉塵，這些粉塵是由於大轟龍異常高的新陳代謝而剝落的表皮與角質。而大轟龍野粗發達的前腳的指爪中含有金屬的成分。不僅僅能夠把獵物輕易地撕碎，其指爪與堅硬的東西相摩擦就會產生爆裂的火星，當其帶動其巨軀奔走時，甚至會產生類似於燒焦的異味，而大轟龍摩擦產生的火星將其散布出的粉塵點燃，還能夠引發小規模的粉塵爆炸，此等恐怖的性質也是大轟龍的【爆爪】的由來。\n　　在堅韌的下顎上的牙齒不僅是銳利，而且還有著壓倒性的強度。是在沒有追求更加銳利的必要情況下向更高強度的方向進化的結果。幾乎有著與通常種完全不同的巨體，心肺功能極為巨大且強韌發達，使其能夠爆發出的有著驚人規模的【大咆哮】。如果大轟龍在戰鬥受傷或是進入了興奮狀態，身體能力就暫時得到一種強化，成為更危險的存在。但是，在興奮狀態之後再次受到反擊在其憤怒達到頂點之時。會進入到被稱為【爆轟】的特殊狀態。該狀態會使大轟龍全身的肌肉膨脹到幾乎要撐開表皮和甲殼的程度。以提升其受到可能性傷害的風險，來獲得爆發性的血液循環，從而獲得暫時性【超過極限】的運動能力。由於大轟龍存在有一顆被稱為【爆心】的特殊心臟，其爆心會以其它怪物根本無法承受的速度劇烈重複跳動。由此來確保大轟龍爆發性的巨大血液循環，維持大轟龍在【爆轟】狀態之下的身體機能，由於新陳代謝的激增，所以血液之中氧氣濃度不高的話就不能保證存活，因此這是一種向其全身輸送氧氣的重要器官，同時是其巨大的生命力的源泉。\n　　被爆炸性強化的驅動力和壓倒性的巨體中所展現的怒濤般猛攻會粉碎其周圍的一切東西。這正是體現了“進攻是最大防禦”的【超攻擊特化狀態】，暴走的力量把周圍的一切都破壞而狂亂的樣子以及爆發出的能夠撕碎空氣的狂吼可以說是以凶暴而著稱的轟龍種的性情極限。但是在這個狀態下，雖然可以發揮壓倒性的蠻力，但同時能量的消耗也很劇烈，經過一定的時間就會急劇性的疲勞。\n　　雖然還處於假說的領域，但是大轟龍成長到超越其他傳統レックス科的巨大軀體的理由是被認為是遺傳因子的突然變異和出現（棲息）地域以及其周邊環境的影響很大。以【霸龍】與【崩龍】等已知的原始飛龍為例，レックス科怪物的祖先可能也擁有著巨大的身軀，但是在進化過程中，身體在某種程度上使身體變得小型化，成為了現在的通常轟龍的姿態。但是，在被確認為轟龍稀少種而存在於古塔周邊的大轟龍，面對著本來幾乎就保持著原始面貌的廣闊的樹海，在樹海等地過著接近祖先的生活。也或許是由於遺傳上的影響，原本就在遺傳基因中的巨大化因子引起了該類個體的【返祖】現象，致使其更加傾向於其祖先的姿態，被認為達到了通常種以上的巨大化，同時結合其異常狂暴的性情以及恐怖的戰鬥能力，作為擁有【匹敵於古龍種影響力與威脅程度】的特級危險怪物。",
      "breakables": "頭、爪、背、尾",
      "trait": {
        "roar": "-1",
        "wind": "-1",
        "tremor": "-1",
        "element": -1,
        "aliment": -1
      },
      "weakness": {
        "weapon": [
          {
            "part": "-1",
            "cut": -1,
            "blunt": -1,
            "ammo": -1
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": -1,
            "water": -1,
            "thunder": -1,
            "ice": -1,
            "dragon": -1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": -1,
            "sleep": -1,
            "paralysis": -1,
            "blast": -1,
            "stun": -1
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": -1,
            "shocktrap": -1,
            "flashpod": -1,
            "screamerpod": -1
          }
        ]
      },
      "parts": [
        {
          "name": "頭部",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            65,
            55,
            55,
            0,
            10,
            20,
            5,
            15,
            0
          ]
        },
        {
          "name": "頭部",
          "state": "怒り時",
          "extract": "赤",
          "hitData": [
            70,
            65,
            60,
            0,
            10,
            20,
            5,
            15,
            0
          ]
        },
        {
          "name": "首下",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            44,
            44,
            25,
            0,
            10,
            20,
            5,
            15,
            0
          ]
        },
        {
          "name": "首下",
          "state": "怒り時",
          "extract": "赤",
          "hitData": [
            44,
            44,
            30,
            0,
            10,
            20,
            5,
            15,
            0
          ]
        },
        {
          "name": "背中",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            44,
            40,
            30,
            0,
            15,
            25,
            10,
            5,
            0
          ]
        },
        {
          "name": "背中",
          "state": "怒り時",
          "extract": "赤",
          "hitData": [
            40,
            35,
            35,
            0,
            15,
            25,
            10,
            5,
            0
          ]
        },
        {
          "name": "腹部",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            25,
            30,
            20,
            15,
            15,
            15,
            10,
            15,
            0
          ]
        },
        {
          "name": "腹部",
          "state": "怒り時",
          "extract": "赤",
          "hitData": [
            30,
            35,
            20,
            15,
            15,
            15,
            10,
            15,
            0
          ]
        },
        {
          "name": "尻尾",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            35,
            30,
            20,
            0,
            5,
            15,
            0,
            15,
            0
          ]
        },
        {
          "name": "前脚",
          "state": "通常",
          "extract": "白",
          "hitData": [
            25,
            25,
            25,
            0,
            10,
            20,
            10,
            10,
            0
          ]
        },
        {
          "name": "前脚",
          "state": "怒り時",
          "extract": "白",
          "hitData": [
            30,
            30,
            25,
            0,
            15,
            25,
            10,
            10,
            0
          ]
        },
        {
          "name": "後脚",
          "state": "通常",
          "extract": "白",
          "hitData": [
            40,
            40,
            40,
            0,
            5,
            10,
            0,
            5,
            0
          ]
        }
      ]
    },
    "barroth": {
      "name": {
        "tw": "土砂龍",
        "jp": "ボルボロス",
        "en": "Barroth"
      },
      "species": "brute_wyvern",
      "image": null,
      "icon": null,
      "description": "",
      "detail": "獸龍種-龍盤目-獸腳亞目-冠頭龍上科-ボルボロス科\n　　危險度：★4\n　　主要棲息於炎熱乾燥的地帶，以冠狀的頭殼為特徵的獸龍種怪物。其體型雖然是獸龍種之中最小的，但也擁有著與一般的飛龍相對等的體格。擁有著非常發達的腳力並且兼具著力量和速度。不過在大型怪物之中卻屬於十分罕見的食蟲性怪物，有目擊到為了獲取食物而使用頭冠破壞蟲巢，並且捕食從中出現的蟲子們的情景。因為其有著與泥土密切相關的生態，因此被稱為【土砂龍】\n　　土砂龍有著以肥沃的泥坑為中心製作巢穴占據地盤的習性，平時多數情況下會將整個身子埋泥潭之中，只留出冠狀的頭殼在外邊，因為土砂龍獨特的結構，其呼吸用的鼻孔位於其頭頂部位，因此土砂龍在泥潭中時只會把頭部露出泥外，這樣就不需要擔心呼吸問題。\n　　關於土砂龍潛入泥潭的理由，有一種說法認為，土砂龍的泥浴是為了在艷陽酷暑之下保護身體，並且祛除寄生蟲等一些吸血性的蟲類。另外，還能夠目擊到土砂龍在地上摩擦頭冠的行為，據說為了清除在頭部鼻孔周圍積存泥土污漬等。土砂龍會通過在地面的摩擦和其重量與重心進行調整的方式來去除這些污垢。覆蓋土砂龍全身的外殼上層疊著大量的泥，因為泥土提供了額外防護的緣故，土砂龍的甲殼要比看起來更厚重且堅牢。雖然這些泥土能夠有效的防護火和熱造成的損傷，但同時也能很容易的被水流沖洗掉，因此據獵人說用流水沖洗的方式能夠比較簡單的突破土砂龍的外部防禦，但是土砂龍自身對水的耐性很強。因此，對於獵人而言在狩獵之中如何取捨還是比較重要的問題。比起被甲殼覆蓋的全身，土砂龍特徵性的頭部顯得更是堅硬堅固。另一方面，作為大部分獸龍的共性，土砂龍的前腳很小，指爪也不太鋒利，僅僅是適用於挖掘地面和泥潭的程度。不過因為比較可觀的硬度也有被作為武具素材的需要\n　　因為土砂龍會優先考慮確保作為其生命線的泥潭，所以土砂龍以極為強烈的領地意識而為人所熟知，極度厭惡那些在泥潭之中搗亂甚至是破壞自己的泥潭的怪物。對於侵入土砂龍勢力範圍內的怪物，包括雌火龍，以及在體格上超過土砂龍的角龍在內，土砂龍也會向它們發起挑戰。另外，與共處同一棲息範圍的泥魚龍幾乎是處於水火不相容的狀態。報告說，兩者的實力幾乎是不分伯仲的，因此相互爭奪地盤的情況有很多。\n　　如果有外敵接近的話，土砂龍就會從泥潭中跳出來，通過晃動自己的身體甩出泥漿來進行威嚇。在判斷不為其所動搖的敵對者屬於強者的情況下，就會轉移到積極的排除行動，特別是能夠通過其發達的腳力產生強大的速度和瞬發能力，能夠最大限度地發揮出超高強度的頭殼的優勢。如果敵人是小型的怪物的話，會被其輕易的直接撞飛，甚至連高聳在沙原的巨岩也能很容易被其撞碎。\n　　等到了乾燥期時，經常可以看到雄性的土砂龍以相互激烈碰撞為手段的競爭。這是雄性的土砂龍在繁殖期時驅趕其它雄性個體的行為，雄性土砂龍會通過驅趕其它雄性來確保並擴張其領地範圍，而雌性也會青睞那些擁有自己專屬泥潭的雄性。雌性的土砂龍一次會產下10 ~ 20枚卵。關於土砂龍產卵位置的選擇到現在也有很多說法，例如有將卵產在泥坑內的說法，以及在沼澤上堆起泥土製作成冢，然後產卵的說法。而孵化出來的幼體到了一定的大小時就會在沼澤之中度過生活，以捕食各種蟲類為主。成長到某種程度之後，就會破壞各種蟲巢並捕食住在那裡的昆蟲。而土砂龍的雌雄差別並不顯著，通常雄性的體型較大，特別是頭部較大，但除此之外在外表上與雌性幾乎沒有大的差別。\n　　另外，覆蓋在身體上的泥也有作為田地的肥料和美容用品的需求，從各種的方面都受到了相當的重視，並且土砂龍一部分的尾巴的肉作為美食也被人們所熟知。\n　　同時還存在著棲息於凍土寒冷地帶的【土砂龍亞種】，比起通常種而言有著更為龐大的身軀和更大更堅硬的頭部，因為有目擊到其使用頭冠粉碎堅冰的模樣，從這個特徵來看，也將其稱為【冰碎龍】\n　　冰碎龍與土砂龍一樣屬於蟲食性怪物，比起將泥土覆蓋在身上的土砂龍，冰碎龍有著通過體表分泌的粘液來吸附冰雪的一批特點。由此，其外殼變成了冰雪覆蓋冰凍的狀態，甚至獲得了更高的硬度。另外，也有從全身抖落雪塊來進行威嚇和攻擊的情況，由於粘液的影響，冰碎龍所纏繞的冰雪有著很難融化的性質。\n　　雖然與通常種一樣擅長衝撞等攻擊，但是冰碎龍全速全力奔跑的冰面上時，再加上在冰面上的急轉彎，從其如同雪崩來襲一般的氣勢中破開雪原的姿態來看，也被稱為【雪原舞者】的別名。\n　　雖然是閒談，但是和通常種一樣，其尾巴的肉也有作為食材的需求。由於冰凍而使其尾部的肉質發生了奇妙的變化，被認為是一種極品食材。但是冰碎龍因為其戰鬥力和棲息地區環境的殘酷。被允許狩獵的獵人是十分有限的，因此在市面上冰碎龍包括尾巴在內的各種素材都是非常罕見的。通常會以通常種數倍的價格進行交易。另外，其尾部作為食材烹調也需要非常高的技術，所以能夠享受這種味道的機會很少。",
      "breakables": "-",
      "trait": {
        "roar": "-1",
        "wind": "-1",
        "tremor": "-1",
        "element": -1,
        "aliment": -1
      },
      "weakness": {
        "weapon": [
          {
            "part": "-1",
            "cut": -1,
            "blunt": -1,
            "ammo": -1
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": -1,
            "water": -1,
            "thunder": -1,
            "ice": -1,
            "dragon": -1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": -1,
            "sleep": -1,
            "paralysis": -1,
            "blast": -1,
            "stun": -1
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": -1,
            "shocktrap": -1,
            "flashpod": -1,
            "screamerpod": -1
          }
        ]
      },
      "parts": [
        {
          "name": "尚未公布",
          "state": "-",
          "extract": "-",
          "hitData": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
          ]
        }
      ]
    },
    "basarios": {
      "name": {
        "tw": "岩龍",
        "jp": "バサルモス",
        "en": "Basarios"
      },
      "species": "flying_wryven",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/basarios.png",
      "icon": "",
      "description": "擁有礦石般堅硬外殼的飛龍再度登場。\n狩獵方式符合其「岩龍」之名，會擬態成岩石潛伏地下，\n再突襲不慎接近的獵物。\n借用外殼的強度進行的衝撞擁有極高破壞力。\n－官方網站",
      "detail": "飛龍種-龍盤目-龍腳亞目-重殼龍下目-鎧龍上科-グラビモス科\n　　危險度：★4\n　　主要在火山地帶生活的飛龍種怪物，屬於是【鎧龍幼體】的姿態，其體格也只有成體鎧龍的一半大小，但是，雖說是幼年期的怪物，但是卻有著被分類為大型怪物的體格。性情雖說比較老實，但是也有對被判斷為外敵的對方展開積極襲擊的例子。在火山地帶之中常被採礦工人目擊，同時在在濕地和森林地帶也有大量被確認的報告，由於其身軀之上覆蓋著【岩石】一般的甲殼，所以公會也被稱為【岩龍】。\n　　岩龍以其和岩石性質相似的外殼為主要特徵。這種外殼是相當堅固的，半吊子的武器也很難傷害到岩龍。岩龍平時並不活躍，大多情況是鑽進地面進行睡眠，但是那個時候岩龍會將其突起岩石一般的背殼露在地表，從外觀上來看確實很像是一塊大岩石，如果不仔細觀察的話，就很難發現岩龍的蹤跡，因此也有【看不見的飛龍】之稱。而平時不進行睡眠時岩龍也會將其除背以外的部分藏在地中，利用其外殼酷似岩石的【擬態】，通過感知震動來捕食接近的它的蟲類和小型動物。\n　　岩龍並不是什麼靈活機敏的飛龍，特別是還處於幼年時期，所以狩獵的經驗也很淺薄。雖然它們極其堅硬的甲殼能夠進行模仿玄武岩的擬態。但因為是幼體的緣故，雖然甲殼內能夠提取出礦物，但是其礦物的積累遠不如成體的鎧龍，因此岩龍的甲殼雖然堅硬，但是和真正的岩石在質感上仍存在著差異。以擬態而為人所知的岩龍。潛入地中的時候用堅硬的頭部和翼爪進行挖掘，可以巧妙地利用這些，一邊在地下挖掘一邊移動。但是，挖掘特化的翼部也失去了原本的柔軟性，同時因為其體重導致其【飛行能力下降】。\n　　雖然已經說過擬態中岩龍會捕食靠近的小型生物，但在進食獵物時，岩龍會將周邊的岩石一同吃下去。這是為了將岩石中所包含的成分積累到外殼之中並使其【石灰化】，使其外殼更加大而堅固。另外，在火山帶的岩石之上存在著能夠從岩石和礦物等無機物中【分解並產生能量】的【細菌】，而岩龍在進食岩石時會將這些細菌同時食用下去並在消化器官中將其培養，而岩龍自身也會逐漸從細菌無機物的過程之中攝取能量，主食性也會逐漸轉向以礦石等為食。在食物貧乏的火山中，可以說是非常優秀的共生關係。但是，作為幼體的岩龍還不能很好地與細菌共存。如果只是進食礦石的話，會導致其營養攝取不足。因此，會擬態成岩石來狩獵小動物和甲蟲種的怪物等，用從下腹部噴出的毒氣來捕食獵物，在進食獵物時再次進食礦物岩壁等來增加體內的細菌。\n　　岩龍在擬態時一但察覺到敵人的接近，就會從地下破土而出，利用其極端堅硬的外殼和體重異常巨大的身軀，以及體內的釋放出瓦斯毒氣的方式來攻擊敵人，除了能夠從下腹部噴出的毒氣和動用大體重的攻擊等之外，岩龍還可以從口中吐出帶有【爆發性的高熱液體】。另外，也有像鎧龍一樣試圖從口噴射出燃燒熱線的情況，但因為體內器官還沒有發育完全，很多情況只會以口中冒出一股火焰和青煙而結束。但是，根據個體的強度與發育程度等存在著一些偏差。因為根本噴不出來的情況占絕大多數，所以沒有必要多加注意。\n　　因為岩龍的素材中往往可以提取出礦物，並且堅固的外殼之中有時會含有稀有的火山礦物，因此在市面上能夠進行高價交易。還有就是岩龍淚腺部分有時會出現被稱為【岩龍之淚】的珍貴寶石，能夠以更昂貴的價格進行交易。因為其素材利用價值很高，而且作為幼體的岩龍在飛龍種中也屬於戰鬥能力較低的一類，因此被偷獵的情況有很多\n　　同時，在巴魯巴雷公會的管轄區的樹海之中發現了【新品種的飛龍】從酷似岩龍的姿態和生態，被認定為【岩龍】的正式亞種。從身體上出現了桃色的閃閃發光的結晶體。從外表上也被稱為【桃岩龍】。\n　　與通常的岩龍相比較的話，上述的桃色的結晶體非常引人注目，看起來似乎有點花哨。但是，在其棲息的樹海中，含有類似稀有礦石的岩石也比較常見，被認為是岩龍適應了這個環境的擬態效果。\n　　與外敵對峙的話會大大地搖晃身體，將結晶體撒在周圍，進行威嚇和攻擊。因為這種結晶體質地非常堅硬，而且是從桃岩龍的體高以上的位置落下並砸中頭部等部位的話，就有可能被砸的失去意識。另外，這種結晶體意外地對沖擊力耐受不佳，遭到子彈等衝擊的瞬間就會輕易的被粉碎。但是，偶爾也會掉落到地面上來，並且可以從中開採到稀有的靈鶴石等礦物。\n　　為現狀，棲息範圍本身很有限，目擊報告本身也很少。以人類的角度來看也幾乎沒有直接的受害報告，因此很少有狩獵桃岩龍的委託。另外，素材也有稀有價值，以通常種的那樣的行情被交易。但是，即便是熟練的石材加工手藝人對其進行加工也是比較困難的事情。並且，由於發現的時間並不長，觀察記錄也不充分。桃岩龍成長的時候，究竟會因為成長而導致桃色結晶脫落最終成為鎧龍，還是會成為另一種不同與鎧龍與其亞種的怪物，這一點仍在調查之中，但是據目前情報來看，桃岩龍成年之後的姿態很大可能仍然是鎧龍。而在現在的階段中，桃岩龍能夠保持著這種姿態多久仍是未被揭明的。",
      "breakables": "胸、背、翼、尾",
      "trait": {
        "roar": null,
        "wind": null,
        "tremor": null,
        "element": null,
        "aliment": null
      },
      "weakness": {
        "weapon": [
          {
            "part": null,
            "cut": 0,
            "blunt": 0,
            "ammo": 0
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": 0,
            "water": 0,
            "thunder": 0,
            "ice": 0,
            "dragon": 0
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": 0,
            "sleep": 0,
            "paralysis": 0,
            "blast": 0,
            "stun": 0
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": 0,
            "shocktrap": 0,
            "flashpod": 0,
            "screamerpod": 0
          }
        ]
      },
      "parts": [
        {
          "name": "頭部",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            20,
            20,
            20,
            10,
            15,
            10,
            10,
            18,
            0
          ]
        },
        {
          "name": "首",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            15,
            20,
            20,
            10,
            15,
            10,
            10,
            18,
            0
          ]
        },
        {
          "name": "腹部",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            21,
            25,
            30,
            10,
            20,
            10,
            10,
            18,
            0
          ]
        },
        {
          "name": "腹部(破壊後)",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            50,
            50,
            55,
            25,
            35,
            10,
            10,
            33,
            0
          ]
        },
        {
          "name": "背中",
          "state": "通常",
          "extract": "白",
          "hitData": [
            15,
            20,
            20,
            10,
            15,
            10,
            10,
            18,
            0
          ]
        },
        {
          "name": "翼",
          "state": "通常",
          "extract": "白",
          "hitData": [
            15,
            20,
            20,
            10,
            15,
            10,
            10,
            18,
            0
          ]
        },
        {
          "name": "脚",
          "state": "通常",
          "extract": "白",
          "hitData": [
            25,
            26,
            30,
            10,
            15,
            10,
            10,
            10,
            0
          ]
        },
        {
          "name": "尻尾",
          "state": "通常",
          "extract": "緑",
          "hitData": [
            15,
            15,
            15,
            10,
            15,
            10,
            10,
            18,
            0
          ]
        },
        {
          "name": "尻尾先端",
          "state": "通常",
          "extract": "緑",
          "hitData": [
            28,
            15,
            15,
            10,
            10,
            10,
            10,
            15,
            0
          ]
        }
      ]
    },
    "volvidon": {
      "name": {
        "tw": "赤甲獸",
        "jp": "ラングロトラ",
        "en": "Volvidon"
      },
      "species": "fanged_beast",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/volvidon.png",
      "icon": null,
      "description": "赤甲獸擁有的厚實紅色甲殼連熔岩也能抵擋，牠在本作的狩獵場上也會橫衝直撞。\n會捲起身子在灼熱地表上滾動，把獵人玩弄於股掌之中。\n此外獵人亦要小心其長舌使出的攻擊，以及從口中吐出的麻痺性唾液。\n－官方網站",
      "detail": "牙獸種-尖爪目-堅爪亞目-甲獸下目-ラングロトラ科\n　　危險度：★4\n　　沙原和火山等氣溫較高的乾燥環境下棲息的牙獸種怪物，作為把乾燥帶作為主要的棲息地的牙獸種也比較少見。除此之外，也具有著其它的牙獸類也有很多不具備的獨特的生態。其身體為了更好的在炎熱環境之中發散熱量，幾乎沒有覆蓋著體毛，僅僅是在其背面整體上覆蓋著，赤紅色的甲殼，根據這一特徵，公會也將其稱為【赤甲獸】\n　　赤甲獸身上的甲殼有著極佳的耐火耐熱的效果，而且由於並不是極其厚重的堅硬甲殼，其甲殼的彈力十分優秀。它平時會以腰部的甲殼【蛇腹甲】為中心，將自己的身體蜷縮成一個球狀，然後以滾動的方式行動。因為這個樣子的原因，人們把赤甲獸這樣的行走方式稱為【赤甲獸彈】。在其不需要快速移動的情況之下仍然是傾向於四足步行。當其確認外敵後，會使用雙足站起來並威嚇敵人，此時會把前腳較大且有一定鋒利度的指爪作為禦敵的武器。另外，對於過於接近的敵人，會從其甲殼間類似排氣孔的位置噴發出臭氣來逼退敵人\n　　戰鬥的時候赤甲獸也會以滾動的方式發起進攻，藉著突進的速度來衝撞敵人。由於甲殼還附有優秀的彈力，因此偶爾赤甲獸也會跳起數米，然後以球狀砸向敵人。赤甲獸的口內有有著儲存強力麻 痺性毒液的器官，可以吐出具有麻 痺性的唾液塊。另外，很多情況之下赤甲獸會使用自己的唾液來麻 痺敵人，確認敵人無法動彈之後便會展露出非常強烈的攻擊傾向。\n　　赤甲獸主要是甲蟲等蟲子為主食，使用其可以伸長到自己體長以上長度的舌頭捕捉食物，伸開的舌頭的精度和速度可以準確的捕捉到機動性很高的飛甲蟲，有時也會直接把舌頭探入蟲子的巢穴中以捕獲食物。並且這條舌頭在面對其它敵人的時候，偶爾也會將敵人纏繞到身邊再發動接近戰。此外，在其唾液之中所包含的麻 痺性的毒液和從身體發出的惡臭氣體都是由捕食的甲蟲的體液等未消化成分積蓄在體內形成的\n　　在洛克拉克地方的火山附近存在的某個國家，在成人儀式的時候，有著穿戴赤甲獸材料的防具以示成人的風俗。",
      "breakables": "-",
      "trait": {
        "roar": "-1",
        "wind": "-1",
        "tremor": "-1",
        "element": -1,
        "aliment": -1
      },
      "weakness": {
        "weapon": [
          {
            "part": "-1",
            "cut": -1,
            "blunt": -1,
            "ammo": -1
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": -1,
            "water": -1,
            "thunder": -1,
            "ice": -1,
            "dragon": -1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": -1,
            "sleep": -1,
            "paralysis": -1,
            "blast": -1,
            "stun": -1
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": -1,
            "shocktrap": -1,
            "flashpod": -1,
            "screamerpod": -1
          }
        ]
      },
      "parts": [
        {
          "name": "尚未公布",
          "state": "-",
          "extract": "-",
          "hitData": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
          ]
        }
      ]
    },
    "diablos": {
      "name": {
        "tw": "角龍",
        "jp": "ディアブロス",
        "en": "diablos"
      },
      "species": "flying_wryven",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/diablos.png",
      "icon": null,
      "description": "這名曾橫掃無數獵人的暴君氣勢如虹，無人能擋。\n地盤意識極強，會對入侵者展現近乎瘋狂的攻擊性。\n此外，正如「角龍」之名，其活用了巨大雙角的衝撞攻擊擁有強大破壞力，對峙時需要謹慎走位。\n－官方網站",
      "breakables": "-",
      "trait": {
        "roar": "-1",
        "wind": "-1",
        "tremor": "-1",
        "element": null,
        "aliment": null
      },
      "weakness": {
        "weapon": [
          {
            "part": "-1",
            "cut": -1,
            "blunt": -1,
            "ammo": -1
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": -1,
            "water": -1,
            "thunder": -1,
            "ice": -1,
            "dragon": -1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": -1,
            "sleep": -1,
            "paralysis": -1,
            "blast": -1,
            "stun": -1
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": -1,
            "shocktrap": -1,
            "flashpod": -1,
            "screamerpod": -1
          }
        ]
      },
      "parts": [
        {
          "name": "尚未公布",
          "state": "-",
          "extract": "-",
          "hitData": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
          ]
        }
      ]
    },
    "rajang": {
      "name": {
        "tw": "金獅子",
        "jp": "ラージャン",
        "en": "rajang"
      },
      "species": "fanged_beast",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/rajang.png",
      "icon": null,
      "description": "金獅子以系列首屈一指的攻擊性而聞名。\n親眼見到牠還能平安活下來的人屈指可數，導致目擊案例極少，以此可證牠是何等強大。\n有記錄指出當牠處於亢奮狀態，一部分的體毛會轉變為金色，故擁有「金獅子」之名。\n－官方網站",
      "breakables": "-",
      "trait": {
        "roar": "-1",
        "wind": "-1",
        "tremor": "-1",
        "element": null,
        "aliment": null
      },
      "weakness": {
        "weapon": [
          {
            "part": "-1",
            "cut": -1,
            "blunt": -1,
            "ammo": -1
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": -1,
            "water": -1,
            "thunder": -1,
            "ice": -1,
            "dragon": -1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": -1,
            "sleep": -1,
            "paralysis": -1,
            "blast": -1,
            "stun": -1
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": -1,
            "shocktrap": -1,
            "flashpod": -1,
            "screamerpod": -1
          }
        ]
      },
      "parts": [
        {
          "name": "尚未公布",
          "state": "-",
          "extract": "-",
          "hitData": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
          ]
        }
      ]
    },
    "rakna-kadaki": {
      "name": {
        "tw": "妃蜘蛛",
        "jp": "",
        "en": "Rakna-Kadaki"
      },
      "species": "temnoceran",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/rakna-kadaki.png",
      "icon": null,
      "description": "因全身上下皆包覆著絲線的模樣看似白無垢，\n而得名「妃蜘蛛」。\n會使用絲線封鎖獵人的動作，再燃燒瓦斯，\n噴出火焰作攻擊。\n另外，同行的幼體「臣蜘蛛」雖然細小，可是會輔助妃蜘蛛移動，並會捕捉獵物。\n需要小心妃蜘蛛和臣蜘蛛的聯合行動。\n－官方網站",
      "breakables": "-",
      "trait": {
        "roar": "-1",
        "wind": "-1",
        "tremor": "-1",
        "element": null,
        "aliment": null
      },
      "weakness": {
        "weapon": [
          {
            "part": "-1",
            "cut": -1,
            "blunt": -1,
            "ammo": -1
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": -1,
            "water": -1,
            "thunder": -1,
            "ice": -1,
            "dragon": -1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": -1,
            "sleep": -1,
            "paralysis": -1,
            "blast": -1,
            "stun": -1
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": -1,
            "shocktrap": -1,
            "flashpod": -1,
            "screamerpod": -1
          }
        ]
      },
      "parts": [
        {
          "name": "尚未公布",
          "state": "-",
          "extract": "-",
          "hitData": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
          ]
        }
      ]
    },
    "almudron": {
      "name": {
        "tw": "泥翁龍",
        "jp": "",
        "en": "Almudron"
      },
      "species": "leviathan",
      "image": "https://www.monsterhunter.com/rise/assets/images/monster/modal/almudron.png",
      "icon": null,
      "description": "「泥翁龍」平時棲息於深山裡，也許是受到百龍夜行的影響，而來到村莊附近襲擊獵人。\n如其名所示，擅長使用泥來進行攻擊，亦會把泥覆蓋在身上強化自身。\n另外，狩獵時會使用尾巴分泌的金色特殊溶解液溶解地面，再潛入地下阻止獵物前進。\n－官方網站",
      "breakables": "-",
      "trait": {
        "roar": "-1",
        "wind": "-1",
        "tremor": "-1",
        "element": null,
        "aliment": null
      },
      "weakness": {
        "weapon": [
          {
            "part": "-1",
            "cut": -1,
            "blunt": -1,
            "ammo": -1
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": -1,
            "water": -1,
            "thunder": -1,
            "ice": -1,
            "dragon": -1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": -1,
            "sleep": -1,
            "paralysis": -1,
            "blast": -1,
            "stun": -1
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": -1,
            "shocktrap": -1,
            "flashpod": -1,
            "screamerpod": -1
          }
        ]
      },
      "parts": [
        {
          "name": "尚未公布",
          "state": "-",
          "extract": "-",
          "hitData": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
          ]
        }
      ]
    },
    "nargacuga": {
      "name": {
        "tw": "迅龍",
        "jp": "ナルガクルガ",
        "en": "Nargacuga"
      },
      "species": "flying_wryven",
      "image": null,
      "icon": null,
      "description": "",
      "detail": "飛龍種-龍盤目-龍腳亞目（不明）-前翼腳龍上科-ナルガ科\n　　危險度：★5\n　　以樹木繁茂的地區為主要棲息地的飛龍種怪物，保留了原始飛龍的骨骼結構並以此基礎進化，因此其在飛龍也有很多罕見的特徵。雖然被公會確認為新物種較遲，但在此之前在其活動的地區常被原住民目擊到，而【ナルガクルガ】這個名字也是當地原住民對其的稱呼。屬於有著性情獰猛又十分狡猾且有著好戰性格的怪物。其特徵是取代了覆蓋全身外殼的【漆黑體毛】，其被體毛覆蓋的看似柔軟的輪廓，乍一看，比其“龍”更接近“獸”。雖然其黑毛是以鱗片為基礎特殊進化而產生的，但是卻十分光滑並不粗糙，因此，它並不是“藉助堅硬的外殼來抵禦攻擊”，而是“利用光滑的體毛來吸收攻擊”。而特別值得一提的是，其在整個飛龍種中也擁有著【超群的敏捷程度】。如上所述，因為沒有保護身體的外殼，所以其運動也不會被阻礙。擁有著柔韌性與強大肌肉力量的軀體產生的瞬間發力能夠凌駕擅長陸地行動的牙獸種與牙龍種，由於其破格的速度和機動力往往【只能看到它的殘影而捕捉不到實體】，公會也將其稱為【迅龍】。\n　　迅龍的黑毛並不是為了飛翔，而是為了在樹海與密林特有的暑氣和濕氣之中起到防熱、防水、以及保護色的功能，此外發現迅龍的毛色似乎會產生部分變化，例如末端發褐變成鹿皮一般的藍色等，因為種群數目很少，所以出現這種良種的概率可能不到百分之一，因此除去白毛、月毛之外，這種藍毛就是最稀有的。並且據研究發現，迅龍的黑毛是由其鱗片進化而來的，而大部分飛龍種的鱗也是能夠與環境相結合併且進化的。因此，像這種有著毛一樣的外觀和異質性的擁有著“羽毛”的飛龍似乎也比較多。由於迅龍是夜行性的怪物，其黑色的體毛能夠在在夜間有效的隱蔽自己並且從暗處或是樹冠處發起突然襲擊以【瞬殺】敵人。記錄了迅龍曾對一支演習中的騎士團發起奇襲並將之全滅的事件，此外，調查迅龍的調查隊也是因為隨從貓吸引了迅龍的注意才得以逃出生天免遭被全滅的命運。迅龍著在對方視線死角的高速移動的習性，利用瞬間爆發力從四面八方發起襲擊。迅龍能夠輕易跳出在自己的身長以上的也就是20米左右的距離，並且利用強大的肌肉能力進行連續的多段跳躍。因為是夜行性的怪物，因此迅龍對於突然性的強光耐受能力不佳，不過迅龍的聽覺十分發達，對一點點的聲音也能夠敏銳的捕捉到。而另一方面，因為極佳的聽覺，也會受到爆炸聲和高周波的影響，因此能夠藉助這兩者來中斷迅龍的襲擊\n　　由於迅龍似乎沒有劃分固定的領地的習性，而在其休息時通常選擇在一些古老高大的樹木頂端休息，而為了將鬱郁蔥蔥的樹木分開並移動，迅龍的翼可摺疊程度很高，並且進化成了銳利的如同刀刃一般的平面狀，該部位也被稱為【翼刃】，由於翼部的這般構造，迅龍不擅長一邊振翅一邊飛行，而是發揮著堅強的肌肉力量，躍至一定的高度之後進行【無聲滑行】。而迅龍鋒利的翼刃在其移動時能夠輕易的割裂樹木，因此在迅龍經過的地方常常能發現一條看似被砍出來的林中路徑，而其棲息範圍之內的樹木也有很多傷痕。並且，其翼作為禦敵的武器也有效，能夠在使用前肢攻擊敵人時張開翼刃，如同太刀一樣對敵人進行斬切\n　　而迅龍最強大的武器是占據其體長近一半的【尾巴】，這條可以自由伸縮的尾巴就如同鋼鞭一般，迅龍可以利用身體其迴旋，可以將近身的敵人抽開，也可以利用全身的力氣將這尾巴從高處重重地叩下，其威力可以將大型怪物的骨頭【一擊粉碎】。不僅如此，迅龍的尾巴上還生有被稱為【尾棘】的刺狀發達的鱗片，在平時移動時因為會妨礙其行動而被疊著，但是迅龍一旦興奮起來的話，這些棘刺就會豎立起來，來體高其尾部的殺傷力，另外，有能夠利用離心力將其射出作為對遠距離的攻擊手段\n　　而在迅龍興奮時，其臉部到耳部的皮膚以及雙目會因為充血而變紅，看起來像是一對巨大化的紅色眼睛，這樣的變化也被認為是一種擬態。而因為是隱藏在黑暗之中，因此其他的生物都因為其擬態而錯誤的判斷其整體。狂怒之時的迅龍在機動性與攻擊性方面都會得到大幅度的提升，在其移動時因為速度極快，其充血的雙目甚至能夠在空中留下像流星般的兩條【紅色殘影】，因此也有著【紅煌流星】之稱。\n　　居住樹海的先民們，建立起了與迅龍共存共榮關係，因此他們也被稱為【樹海之民】或【夜之獵人】，這是因為原住民們獨立開發出了關於迅龍素材的加工裝備。其秘傳由於某種原因而流出後擴展到了附近的村莊，因此樹海這一地區也受到了來自修雷德地區特別是工匠的關注。以偉大的自然為舞台建立起的怪物與人類的這種共生關係，書士隊對於揭明其中隱藏的謎團也寄予了很大的期望。由於迅龍素材打造的裝備有著能夠吸收光線從而起到隱蔽效果的性能，且能夠吸收濺在上面的血跡，而其兼具強度與鋒利度的武器更是有著【死】的意味。由於其隱密性和殺傷力，迅龍武具也被暗殺者所使用，因此關於迅龍的武具有著很多黑暗的傳聞。\n　　同時，存在著擁有強大的力量而被冠以了二名的個體，外表的特徵是比通常大一圈左右身軀以及其身體上的白色紋樣，如一刀揮舞而下，從後述的特殊的攻擊方式，被冠以了【白疾風】的二名。也有被稱為【風斬白影】，據說對其毫無準備的話，捕捉到它利刃般身姿的影子都很困難。\n　　擁有著超越通常個體的壓倒性運動能力。但是，比其機動力更大的威脅，是更加堅韌發達的尾巴，而且和普通個體的決定性不同，也是白疾風的別名的由來之一。是其迅猛揮動尾部釋放出的被稱為【真空波】的風刃，兼備著鋒利和力量的尾巴所釋放的一閃，據傳能夠切斷堅岩，斬裂流水，就連天空也能一分為二，一旦被這種真空波捲入，就會產生如同。被銳利的刀切碎般的裂痕。\n　　因為擁有著遠超通常個體的壓倒性戰鬥力，公會對這個個體設置了特別措施。如果不能從公會得到特別的許可的話，就不允許進行狩獵。\n　　棲息於水草豐茂地區的迅龍亞種。比起通常種以黑色為基調的體色，亞種則擁有以草色為基礎的，混雜著黃色、茶色、黑色等各種顏色的斑毛，從其外表來看也被稱為【綠迅龍】\n　　生態上與通常種似乎沒有太大的差別，不過綠迅龍的體格比通常種更為大型化的傾向，其敏捷程度卻意外的比通常種高，性格也更狡猾。從獵物和外敵的視覺範圍之外將其排除的傾向很強，由於其斑毛的隱蔽作用，比較明亮的地方也容易融入密林等環境之中。作為武器的尾部比起通常種來似乎更長一些，而據一部分說法稱之所以其尾棘命中會造成氣絕現象是因為其尾棘之中含有某種物質，也有說法認為是綠迅龍揮動尾部的力量過於巨大使得飛出尾棘能夠造成極大的衝擊從而導致氣絕。\n　　被確認後由於時間段，關於它的信息還比較少，所以對其狩獵有所限制。\n　　在某個地方的傳承中，有著對其存在細微的部分描述，據說【在遠離人世的秘境夜晚，在迷霧之中看到了它的身姿】雖然到近幾年，它的存在並沒有成為被公開確認的事情，但是有一次在古塔的調查中，由於該調查在夜間實施，終於與正式的發現相結合。因為氣身體覆蓋著能夠讓人聯想到月光般美麗的【月白色】體毛，所以也被稱為【月迅龍】。\n　　其體格比通常種和亞種大近乎兩圈，性情更加的凶猛並且屬於完全的【夜行性】怪物。作為普通種和亞種沒有的特徵，月迅龍擁有著完全消除其身影借以達到不可見目的的驚人能力，又被稱為是【不可視的迅龍】。\n　　月迅龍擁有的這種通常種和亞種無法比擬的能力，被稱之為【霞隱】。在月光的照射下，月迅龍的體毛可以將月光進行折射，結合在古塔秘境彌漫的霧氣，從而徹底將自己隱藏在夜霧之中，達到憑空消失的目的。不過，這種能力只能在【帶有霧氣的月夜】才得以實施。\n　　另外，月迅龍的尾棘中被確認含有導致【出血性】的劇毒，在月迅龍每次甩尾的時候，這些帶有毒素的尾棘都會以月迅龍為中心向外飛射，即使只中一發也會有危機生命的危險，加之其攻守兼具與霞隱的特性，被公會定義為極高危險度的目標。",
      "breakables": "-",
      "trait": {
        "roar": "-1",
        "wind": "-1",
        "tremor": "-1",
        "element": -1,
        "aliment": -1
      },
      "weakness": {
        "weapon": [
          {
            "part": "-1",
            "cut": -1,
            "blunt": -1,
            "ammo": -1
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": -1,
            "water": -1,
            "thunder": -1,
            "ice": -1,
            "dragon": -1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": -1,
            "sleep": -1,
            "paralysis": -1,
            "blast": -1,
            "stun": -1
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": -1,
            "shocktrap": -1,
            "flashpod": -1,
            "screamerpod": -1
          }
        ]
      },
      "parts": [
        {
          "name": "尚未公布",
          "state": "-",
          "extract": "-",
          "hitData": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
          ]
        }
      ]
    },
    "zinogre": {
      "name": {
        "tw": "雷狼龍",
        "jp": "ジンオウガ",
        "en": "Zinogre"
      },
      "species": "fanged_wyvern",
      "image": "http://hobbigame.com/wp-content/uploads/2017/09/mhxx64.jpg",
      "icon": "",
      "description": "",
      "detail": "牙龍種-龍盤目-四腳亞目-雷狼龍上科-ジンオウガ科\n　　危險度：★5\n　　主要是棲息於丘陵山岳等陡峭地帶深處的大型牙龍種怪物，其特徵是全身覆蓋著青藍色的鱗甲，在其頭部、背部、腕部的黃色甲殼，在其腹部和脖子處還生有白色的鬃毛。由於其在戰鬥時有著能夠將電能集中到全身並釋放的能力，從這種情況和生態中也將其稱之為【雷狼龍】\n　　由於雷狼龍在溪流地區大量出沒之時出現了大規模的人類遇襲事件，甚至一度被認為是出現了【以人類為目標的獵人】，因此被冠以了【無雙的獵人】之稱。同時其有著緩慢的打量自己的對手等王者一般威風凜凜的舉止，又被稱為【獨具風格的怪物】。同時，雷狼龍在自然界中也被認為是位於食物鏈上層的強者，因此有著【森之王】的稱呼。在一些村落裡，也有很多孩子被其強有力的威猛外表所深深吸引。\n　　在【特大型暴風雨】席捲靈峰一帶之前，雷狼龍一直都被認為是一種非常罕見的怪物。在公會之中關於雷狼龍的正式記錄中也只是其名字，以及例如【可能是肉食性】、【擁有強大的放電能力】、【身體周圍環繞著奇妙的球狀光團】這樣含糊不明確的信息。據說在結雲地區的溪流深處有著村民們關於雷狼龍的目擊證言。至於它的生態的話，幾乎是了解度為零的，據說在當時的結雲也只流傳著【從前，有個獵人向它發起挑戰】這樣的故事。作為雷狼龍在早期調查時謎團諸多的理由之一，是雷狼龍的棲息地問題。因為有著【撫養幼崽的習性】，因此一直生活在遠離人煙的溪流深處以及【靈峰一帶】，很少有出現在人類面前的情況。因為本來就是接觸人事很少的怪物。因此，生態研究沒有被進行下去。\n　　但是，由於在靈峰附近的出現了某種大型【古龍】的接近，這種情況發生了變化。以靈峰為中心棲息著的怪物紛紛被到來的古龍驅逐出了靈峰一帶的山區。因此出現了相當數量的雷狼龍個體開始向在山腳下的溪流地區遷徙的情況。而且，在溪流附近的結雲村的林業與丸鳥養殖業開始因為雷狼龍的到來而受到很大的損失，使得公會重啟了關於雷狼龍的生態調查，並且也是從這個時期的前後開始，出現了雷狼龍向著溪流以外的地區的遷徙擴散的報告\n　　雷狼龍喜歡的食物一般都是以地區的草食種生物為主，並且其中喜歡的就是丸鳥，這也是丸鳥養殖業蒙受巨大損失的原因。為了能夠在陡峭的山間快速移動，雷狼龍擁有著發達的四肢。特別是其前腳具有顯著且堅韌的肌肉，有著不尋常的膂力。其指爪也形成了極為銳利的形狀，可以輕鬆的將自己的獵物【一擊斃命】。雖然雷狼龍看起來身形巨大，但它卻可以做出諸如一邊翻身一邊向後方飛退，或者是從極緩慢的運動中突然向獵物後發起襲擊。其速度遠比其外表上來的快的多，發達的尾巴上覆蓋著有無數的甲殼。不僅能夠保持巨體的均衡，在戰鬥時也可以作為武器來排除敵人。\n　　覆蓋在雷狼龍身體一部分的土黃色甲殼被稱之為【蓄電殼】，而其潔白的體毛則被稱為【帶電毛】。在其有著閃電一般形狀的蓄電殼之下有著可以【積蓄電力的特殊脂質】。但事實上雷狼龍並沒有產生電能的器官，而其絕緣殼之內的特殊脂質有著能夠【在運動之中產生電能並積蓄】的性質，但即使是這樣，對雷狼龍而言直接釋放電流也是一件很困難的事。這就使得雷狼龍和雷光蟲形成了一種微妙的【共生關係】\n　　由於丸鳥絕緣性質的喙，使得它們成為了不會懼怕雷光蟲並且以雷光蟲為主食的怪物，但是，由於雷狼龍作為丸鳥的天敵，並且雷狼龍會將自己運動時產生並積存的電流分給在周圍飛來飛去的雷光蟲，因此雷光蟲便會選擇待在雷狼龍附近以尋求庇護，並且在雷狼龍需要時為其通過強大的電力。同時，藉助了雷狼龍本身所積存電能的幫助，使得寄宿於雷狼龍的雷光蟲進入了一種【活性化狀態】，因此又被稱為【超電雷光蟲】。利用超電雷光蟲龐大的電力，使得雷狼龍能夠掌握【超過自身發電力的極限】的龐大電能。當其電力達到最大限度時，為了提高放電能力，就會仰天咆哮以解放電能。並且以此為信號，雷狼龍的頭角也會有一定程度的豎起，並且其閉合的蓄電殼就會向上展開，使其全身迸發出電光。進入被稱為【超帶電狀態】的電流纏身的姿態。在超帶電狀態之下的雷狼龍有能夠【與海龍相匹敵的放電能力】，並且能夠目擊有時可以釋放出足以【匹敵落雷】的驚人電能。由於其青藍色的甲殼具有絕緣的性質，自己並不會被這股龐大的電流所傷。進入超帶電狀態的雷狼龍由於甲殼展開的緣故，在其防禦能力上會有所下降。但是，由於電流刺激其肌肉發生變化，使得攻擊力和敏捷度得到了飛躍性地上升。而其巨爪兩側收放著的2根鉤爪也會在此基礎上展開。總的來說，戰鬥能力比平時會更高。另外，如果遇到在超帶電狀態也能感到威脅的強敵的話，就會從蓄電殼和帶電毛髮出蒼白色的電光，獲得更強的運動能力\n　　被雷狼龍召集而來的雷光蟲，由於丸鳥對於雷光蟲來說是天敵。因此雷光蟲依附於雷狼龍的話其安全性就會提高。另一方面，只要在一定量以上的雷光蟲存在的話，雷狼龍就能夠維持超帶電狀態。對於兩者來說都是有利的。由於雷光蟲並不會輕易的離開雷狼龍，所以只能夠通過攻擊的衝擊等方式來使雷光蟲受驚離開雷狼龍，或是利用捕蟲網直接捉取雷光蟲，據這樣的原因，只要有一定量以上的雷光蟲離開了雷狼龍，雷狼龍的超帶電狀態就無法繼續維持下去，從而使得其甲殼閉合，重新變回普通的狀態。\n　　另外，正是因為雷狼龍的健在，雷光蟲才能夠得到好處。但是如果雷狼龍絕命的話，也能目擊到雷光蟲一齊飛散的場面。但是其在超帶電狀態下的戰鬥能力十分可怕，平時的運動能力也很高，曾有一段時期將前去討伐的獵人們盡數擊敗的報告，因此還有著【狩獵獵人的獸鬼】這樣的稱呼\n　　藉助了雷狼龍的電力而活化的超電雷光蟲，本來通常的雷光蟲能夠釋放出一段時間內限制大型怪物的運動的電力。而青白髮光的超電雷光蟲電力也比平時更大，也是雷狼龍的武器之一，能夠像雷球一般直接釋放來攻擊敵人，因為它的電力實在是太強了，不能像通常的雷光蟲那樣作為陷阱的素材來使用。相反，如果用於武器加工的話，可以將雷屬性統一作為武器或工具的動力來源另外，據說也用製作的結雲村的溫泉飲料，因為只有在雷狼龍的身上才能夠獲得它們，所以也是比較難得的素材。\n　　而在雷狼龍之中，存在著因為其特異性而被賦予了二名的個體。在一些地區有著【一度吠叫，操縱千光，釋放萬雷】的傳說，在其中所描述的【真之覺醒，致使成王】、【絕不可觸其逆鱗】的【雷狼龍之王】。由於其迸發著金色雷光的外貌，被冠以【金雷公】的二名\n　　其特徵是極其炫目的青綠色的光芒中閃耀的軀體，以及異常發達的豪壯右角。有著遠遠凌駕通常種規模的巨大雷能，從其身體上釋放出具有壓倒性存在感的雷光。平時保持超帶電狀態也是其特徵。維持超帶電狀態的能力也超過了普通種，據報告，無論加以多少攻擊，也沒能使其恢復正常狀態。但其需要特別注意的是從超帶電狀態開始，再加上雷光蟲的寄宿則會進入被【黃金色雷光】纏身的【真·超帶電狀態】，而此時的真帶電狀態才是金雷公真正釋放出其電能的狀態，據說其釋放出的光芒足以照亮整個獵場。\n　　從比普通物種遠遠超過的壓倒性的戰鬥力，並且危險級別達到了特級危險的【★6】，公會對這個個體設置了特別措施。如果不能從公會得到特別的許可的話，就不允許進行狩獵。\n　　同時，還存在著在極端地區棲息的雷狼龍亞種。不僅僅是在身體外貌上雷狼龍不同，而且其性情也格外的凶暴。有時會出現很多犧牲者，因此被認為是非常危險的怪物。其身體表面覆蓋著仿佛寄宿著邪惡力量一般的具有壓迫性的黑色外殼，以及與之形成鮮明對比的白色體毛。而與通常種中所說的相當於蓄電殼的部分則染上了沉暗的紅色，有著一種模糊的紅黑明滅的風貌。據說第一次遇到它的人都會不由自主的想到【地獄的霸者】、【漆黑的惡鬼】等。因為其有著能讓人聯想到災難的壓倒性魄力，也被稱為【獄狼龍】\n　　同時，獄狼龍擁有著能夠積蓄龍屬性能量的能力，並且還有著收集被稱為【龍殺果】的植物果實借此來吸引一種被稱為【蝕龍蟲】的甲蟲的行為，由於蝕龍蟲有著能夠釋放出大量龍屬性能量的能力，獄狼龍就可以借此將自身的龍屬性能量放大。\n　　同時在其召喚蝕龍蟲的時候，蝕龍蟲也會向四周釋放龍屬性的能量，像落雷一樣在周圍降落以逼退靠近的敵人。隨著能量的積攢，以其背部為中心，赤黑色的光芒就會蔓延開來。如果積存一定以上的龍屬性能量，就會在咆哮著展開甲殼的同時，在其全身迸發出如同閃電一般的赤黑色光芒，被稱為【龍光解放狀態】，同時能夠目擊到其釋放的蝕龍蟲來攻擊敵人的行為，並且還發現蝕龍蟲似乎具有一定程度的智能，有著能夠在脫離獄狼龍的身體後對判斷為外敵的生物進行狙擊的行為。並且，在興奮時被釋放的龍屬性能量更為劇烈，像是散髮出紅光的黑煙的東西纏繞在身軀之上，更進一步加深了其災難恐怖的外貌，據說會給人一種將亡者的力量凝縮在身體上的印象。\n　　由於目擊信息集中在凍土和冰海等寒冷地帶或者是火山帶等焦熱地帶，因此認為獄狼龍具有著對極端寒暑的耐性。另外也有一種說法稱這也是由於自身所持有的龍屬性能量對其身體產生影響的結果。\n　　雖然各路鍾愛雷狼龍的玩家可能覺得雷狼如何如何威猛孤高，加上神王牙這個名字，讓人覺得確實是非常有魄力的怪物，但就設定來看其實是不折不扣的凶獸，比如無雙獵人這個稱號是一度被認為出現了以人類為目標的獵人，也就是來自於其頻繁的襲擊甚至是獵殺人類而得來的.....\n　　關於雷狼龍的名字，日語原名的ジンオウガ打出漢字就是神王牙，似乎看起來是很威猛的名字，但是除了這個之外其原名發音以及英語名字的【Zinogre】後半段都是【Ogre】。\n　　而Ogre這種東西，是歐洲神話傳說中的【食人魔】，因為它的顏色是青藍色的，因此在日本Ogre也被稱為青鬼。\n　　有點意思的是雷狼龍的武器，它們都是以王牙作為前綴，末尾的後綴以'雷'為主。\n　　王牙大劍【黑雷】\n　　王牙刀【伏雷】\n　　王牙劍【折雷】\n　　王牙雙刃【土雷】\n　　王牙錘【大雷】\n　　王牙琴【鳴雷】\n　　王牙槍【若雷】\n　　王牙銃【火雷】\n　　王牙劍斧【裂雷】（同王牙劍【折雷】）\n　　王牙棍【雷公】\n　　王牙弩【野雷】\n　　王牙炮【山雷】\n　　王牙弓【幼雷】\n　　這是從日本神話中提取出的名字作為武器的後綴的名稱，包括從《古事記》和《日本書紀》中所寫的不同的東西，在日本神話中與在黃泉國的伊邪那美相關聯的八雷神（王牙大劍～王牙銃槍的後綴），以及從日本書紀的八色雷公和其被戴的東西（王牙劍斧～王牙弓後綴）。並且加上在《日本書紀》記載的伊奘冉尊。據說雷狼龍武器所有的後綴都對應伊奘的一個身體部位。",
      "breakables": "頭、前腳、背、尾",
      "trait": {
        "roar": "小",
        "wind": "小",
        "tremor": "無",
        "element": null,
        "aliment": null
      },
      "weakness": {
        "weapon": [
          {
            "part": "頭",
            "cut": 3,
            "blunt": 3,
            "ammo": 3
          },
          {
            "part": "前腳",
            "cut": 2,
            "blunt": 2,
            "ammo": 2
          },
          {
            "part": "尾",
            "cut": 2,
            "blunt": 2,
            "ammo": 2
          }
        ],
        "element": [
          {
            "condition": "normal",
            "fire": 1,
            "water": 2,
            "thunder": 0,
            "ice": 3,
            "dragon": 1
          }
        ],
        "aliment": [
          {
            "condition": "normal",
            "poison": 2,
            "sleep": 2,
            "paralysis": 1,
            "blast": 2,
            "stun": 2
          }
        ],
        "item": [
          {
            "condition": "normal",
            "pitfalltrap": 2,
            "shocktrap": 1,
            "flashpod": 2,
            "screamerpod": 0
          },
          {
            "condition": "超帶電",
            "pitfalltrap": 2,
            "shocktrap": 0,
            "flashpod": 2,
            "screamerpod": 0
          }
        ]
      },
      "parts": [
        {
          "name": "頭",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            45,
            45,
            50,
            5,
            10,
            0,
            15,
            5,
            100
          ]
        },
        {
          "name": "頭",
          "state": "超帶電",
          "extract": "赤",
          "hitData": [
            65,
            65,
            55,
            10,
            20,
            0,
            25,
            10,
            100
          ]
        },
        {
          "name": "頸",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            40,
            40,
            45,
            5,
            10,
            0,
            15,
            5,
            100
          ]
        },
        {
          "name": "頸",
          "state": "超帶電",
          "extract": "赤",
          "hitData": [
            60,
            60,
            50,
            5,
            15,
            0,
            20,
            5,
            100
          ]
        },
        {
          "name": "身體",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            30,
            30,
            20,
            0,
            5,
            0,
            5,
            0,
            0
          ]
        },
        {
          "name": "身體",
          "state": "超帶電",
          "extract": "橙",
          "hitData": [
            25,
            25,
            15,
            0,
            5,
            0,
            10,
            0,
            0
          ]
        },
        {
          "name": "背",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            30,
            30,
            20,
            0,
            5,
            0,
            10,
            0,
            0
          ]
        },
        {
          "name": "背",
          "state": "超帶電",
          "extract": "赤",
          "hitData": [
            40,
            40,
            45,
            5,
            10,
            0,
            15,
            5,
            0
          ]
        },
        {
          "name": "前腳",
          "state": "通常",
          "extract": "赤",
          "hitData": [
            40,
            40,
            35,
            5,
            10,
            0,
            15,
            5,
            0
          ]
        },
        {
          "name": "前腳",
          "state": "超帶電",
          "extract": "赤",
          "hitData": [
            45,
            45,
            45,
            5,
            15,
            0,
            20,
            5,
            0
          ]
        },
        {
          "name": "後腳",
          "state": "通常",
          "extract": "白",
          "hitData": [
            30,
            30,
            20,
            0,
            5,
            0,
            5,
            0,
            0
          ]
        },
        {
          "name": "後腳",
          "state": "超帶電",
          "extract": "白",
          "hitData": [
            25,
            25,
            15,
            0,
            5,
            0,
            10,
            0,
            0
          ]
        },
        {
          "name": "尾",
          "state": "通常",
          "extract": "橙",
          "hitData": [
            30,
            30,
            20,
            0,
            5,
            0,
            5,
            0,
            0
          ]
        },
        {
          "name": "尾",
          "state": "超帶電",
          "extract": "橙",
          "hitData": [
            45,
            45,
            45,
            5,
            10,
            0,
            15,
            5,
            0
          ]
        }
      ]
    }
  }
}